Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: remove comment
de: Kommentar entfernen
gd: thoir am beachd air falbh

source: approve comment
de: Kommentar freigeben
gd: thoir aonta ris a' bheachd

source: add moderator
de: Moderator hinzufügen
gd: cuir modaratair ris

source: remove moderator
de: Moderator entfernen
gd: thoirt am modaratair air falbh

source: uninvite moderator
de: Moderator-Einladung zurücknehmen
gd: thoir air falbh an cuireadh modarataireachd

source: accept moderator invite
de: Moderator-Einladung annehmen
gd: gabh ris a' chuireadh mhodarataireachd

source: add contributor
de: Mitarbeiter hinzufügen
gd: cuir ris com-pàirtiche

source: remove contributor
de: Mitarbeiter entfernen
gd: thoir an com-pàirtiche air falbh

source: edit settings
de: Einstellungen bearbeiten
gd: deasaich na roghainnean

source: distinguish
de: kennzeichnen
gd: comharraich

source: mark nsfw
de: als NSFW markieren
gd: comharraich mar nsfw

source: ban from wiki
de: Vom Wiki bannen
gd: bac on uicipeid

source: unban from wiki
de: Vom Wiki entbannen
gd: na bac on uicipeid tuilleadh

source: add wiki contributor
de: Wiki-Autor hinzufügen
gd: cuir ris com-pàirtiche na h-uici

source: delist/relist wiki pages
de: Wiki-Seiten erneut/nicht mehr auflisten
gd: dì-liostaich/ath-liostaich duilleagan na h-uicipeid

source: remove wiki contributor
de: Wiki-Mitwirkenden entfernen
gd: thoir com-pàirtiche na h-uicipeid air falbh

source: wiki revise page
de: Diese Seite bearbeiten
gd: duilleag mùthaidhean na h-uicipeid

source: wiki page permissions
de: Wikiseiten Benutzerrechte
gd: ceadan duilleag na h-uicipeid

source: ignore reports
de: ignoriere Reporte
gd: leig seachad aithisgean

source: unignore reports
de: Reports nicht mehr ignorieren
gd: na leig seachad aithisgean tuilleadh

source: permissions
de: Berechtigungen
gd: ceadan

source: set suggested sort
de: lege vorgeschlagene Sortierung fest

source: sticky post
de: Thema anpinnen
gd: fleodrainn

source: unsticky post
de: Thema abpinnen
gd: thoir air falbh an inbhe fleodrainn

source: set contest mode
de: in Wettkampfmodus setzen

source: unset contest mode
de: Wettkampfmodus ausschalten

source: lock post
de: Post sperren

source: unlock post
de: Post entsperren

source: mute user
de: Nutzer stummschalten

source: unmute user
de: Nutzer entmuten

source: wiki banned
de: Wiki gebannt
gd: bacte on uicipeid

source: unbanned from wiki
de: Wiki-Sperre aufgehoben
gd: chan eil iad bacte on uicipeid tuilleadh

source: added wiki contributor
de: Wiki-Autor hinzugefügt
gd: chaidh an com-pàirtiche na h-uicipeid a chur ris

source: removed wiki contributor
de: Wiki-Autor entfernt
gd: chaidh com-pàirtiche na h-uicipeid a thoirt air falbh

source: unbanned
de: entsperrt
gd: air a neo-bhacadh

source: removed
de: entfernt
gd: air a thoirt air falbh

source: approved
de: freigegeben
gd: air aontachadh

source: added moderator
de: hinzugefügter Moderator
gd: chaidh am modaratair a chur ris

source: removed moderator
de: entfernter Moderator
gd: chaidh am modaratair a thoirt air falbh

source: invited moderator
de: Moderator eingeladen
gd: chaidh cuireadh a thoirt dhan mhodaratair

source: uninvited moderator
de: Moderator-Einladung zurückgenommen
gd: chaidh an cuireadh modarataireachd a thoirt air falbh

source: accepted moderator invitation
de: angenommene Moderator-Einladung
gd: chaidh gabhail ris a' chuireadh mhodarataireachd

source: added approved contributor
de: bestätigten Beitragenden hinzugefügt
gd: chaidh an com-pàirtiche aontaichte a chur ris

source: removed approved contributor
de: bestätigten Mitwirker entfernt
gd: chaidh an com-pàirtiche aontaichte a thoirt air falbh

source: edited settings
de: bearbeitete Einstellungen
gd: chaidh na roghainnean a dheasachadh

source: edited flair
de: Bearbeitetes Flair
gd: chaidh am flair a dheasachadh

source: edited wiki page
de: überarbeitete Wiki-Seite
gd: chaidh duilleag na h-uicipeid a dheasachadh

source: changed wiki page permission level
de: Zugriffsrechte für Wiki-Seite wurden geändert
gd: chaidh ìre a' chead aig duilleag na h-uicipeid atharrachadh

source: changed wiki page listing preference
de: Präferenz für Wiki-Seiten Liste wurde geändert
gd: chaidh an roghainn liostaidh aig duilleag na h-uicipeid atharrachadh

source: distinguished
de: hervorragend
gd: air a chomharradh

source: marked nsfw
de: als NSFW markiert
gd: chaidh a chomharradh mar nsfw

source: ignored reports
de: ignorierte Reporte
gd: chaidh na h-aithisgean a leigeil seachad

source: unignored reports
de: Nicht Ignorierte Reporte
gd: cha dèid aithisgean a leigeil seachad tuilleadh

source: changed permissions on
de: Nutzerrechte geändert
gd: chaidh na ceadan atharrachadh

source: stickied
de: festgepinnt
gd: fleodrainn

source: unstickied
de: nicht mehr festgepinnt
gd: chan eil e 'na fhleodrainn tuilleadh

source: set contest mode on
de: Wettkampfmodus einschalten

source: unset contest mode on
de: Wettkampfmodus ausschalten

source: locked
de: gesperrt

source: unlocked
de: entsperrt

source: unmuted
de: entmuted

source: unspam
de: Spam-Markierung aufheben
gd: chan e spama a tha ann

source: confirmed spam
de: bestätigter Spam
gd: spama dearbhte

source: removed not spam
de: "Kein Spam" entfernt
gd: chaidh "chan e spama" a thoirt air falbh

source: removed spam
de: Spam entfernt
gd: chaidh an spama a thoirt air falbh

source: removed self
de: hat sich entfernt
gd: chaidh thu fhèin a thoirt air falbh

source: title
de: Titel
gd: tiotal

source: description
de: Beschreibung
gd: tuairisgeul

source: sidebar
de: Seitenleiste
gd: bàr-taoibh

source: language
de: Sprache
gd: cànan

source: type
de: Typ
gd: seòrsa

source: link type
de: Linktyp
gd: seòrsa a' cheangail

source: submit link button label
de: Beschriftung der Linkschaltfläche einreichen
gd: leubail a' phutain airson ceangal a chur

source: submit text post button label
de: einzureichen Text Beitrag Beschriftung der Schaltfläche
gd: leubail a' phutain airson cur post teacsa

source: comment score hide period
de: Zeitspanne, bis Kommentarbewertungen angezeigt werden
gd: an ùine mus dèid sgòr nam beachdan a shealltainn

source: toggle viewers must be over 18
de: Umschalten, ob Besucher über 18 sein müssen
gd: toglaich: feumaidh luchd-leughaidh a bhith nas sine na 18

source: toggle allow in default/trending lists
de: Umschalten: In Standard- und Trending-Listen erlauben
gd: toglaich "ceadaich ann an liostaichean bunaiteach no feadhainn a tha a' treanadh

source: toggle show thumbnail images of content
de: Umschalten, ob ein Vorschaubild des Inhalts angezeigt wird
gd: toglaich: seall dealbhagan dhen t-susbaint

source: toggle public traffic stats page
de: Öffentliche Traffic-Statistiken-Seite ein-/ausschalten
gd: toglaich: duilleag stats na trafaig phoblach

source: toggle collapse deleted/removed comments
de: ein-/ausklappen von gelöschten/entfernten Kommentaren

source: toggle exclude banned users' posts from modqueue
de: Anzeige von Kommentaren gebannter Benutzer in der Modwarteschlange ein-/ausschalten
gd: toglaich: dùin a-mach puist aig cleachdaichean bacte o chiutha na modarataireachd

source: toggle show sidebar from cname
de: Umschalten, ob Seitenleiste von cname angezeigt wird
gd: toglaich: seall am bàr-taoibh o cname

source: toggle custom CSS from cname
de: benutzerdefiniertes CSS von cname umschalten
gd: toglaich: CSS gnàthaichte o cname

source: header title
de: Hauptüberschrift
gd: tiotal a' bhanna-chinn

source: delete header image
de: Lösche Header-Bild
gd: sguab às dealbh a' bhanna-chinn

source: delete image
de: Lösche Bild
gd: sguab às an dealbh

source: delete icon image
de: lösche Icon Bild

source: delete banner image
de: Banner Bild löschen

source: upload header image
de: Headerbild hochladen
gd: luchdaich suas dealbh a' bhanna-chinn

source: upload icon image
de: lade Icon Bild hoch

source: upload banner image
de: Bannerbild hochladen

source: upload image
de: Bild hochladen
gd: luchdaich suas dealbh

source: add/edit flair
de: Flair hinzufügen/bearbeiten
gd: cuir ris/deasaich am flair

source: delete flair
de: Flair löschen
gd: sguab às am flair

source: edit by csv
de: bearbeite durch CSV
gd: deasaich le csv

source: toggle flair enabled
de: Flair an-/abschalten
gd: toglaich: tha am flair an comas

source: toggle user flair position
de: Flair Position umschalten
gd: toglaich: ionad flair a' chleachdaiche

source: toggle link flair position
de: Link-Flair Position umschalten
gd: toglaich: ionad flair a' cheangail

source: toggle user assigned flair enabled
de: Benutzer zugewiesenes Flair an-/abschalten
gd: toglaich: tha flair a dh'iomruin cleachdaichean an comas

source: toggle submitter assigned link flair enabled
de: Benutzer zugewiesenes Flair an-/abschalten
gd: toglaich: tha flair cheanglaichean a dh'iomruin submitters an comas

source: add/edit flair templates
de: Flair-Vorlage hinzufügen/ändern
gd: cuir ris/deasaich teamplaidean flair

source: delete flair template
de: Flair-Vorlage löschen
gd: sguab às teamplaid a' flair

source: clear flair templates
de: Flair-Vorlagen leeren
gd: falamhaich teamplaidean a' flair

source: remove
de: entfernen
gd: thoir air falbh

source: set permissions on moderator
de: Setze die Benutzerrechte auf Moderator
gd: suidhich ceadan a' mhodaratair

source: set permissions on moderator invitation
de: Setze die Benutzerrechte auf Moderator-Einladung
gd: suidhich "cuireadh modaratair" mar roghainn nan cead

source: highest
de: höchste
gd: às àirde

source: remnant
de: Rest
gd: iarmad

source: lower priority, impressions are not guaranteed
de: niedrigere Priorität, für Seitenaufrufe wird nicht garantiert
gd: prìomhachas nas ìsle, chan eil barantas air impressions

source: house
de: Haus
gd: taigh

source: non-CPM, displays in all unsold impressions
de: nicht-TKP, wird in allen unverkauften Seitenaufrufen angezeigt
gd: non-CPM, thèid a shealltainn anns gach impression nach deach a reic

source: collection: %(name)s
de: Sammlung: %(name)s
gd: cruinneachadh: %(name)s

source: vote manipulation
de: Abstimmungs-Manipulation
gd: brath-foill bhòtaichean

source: personal information
de: Persönliche Informationen
gd: fiosrachadh pearsanta

source: sexualizing minors
de: Sexualisierung Minderjähriger
gd: sexualisigeadh mhion-aoiseadh

source: breaking reddit
de: reddit kapputmachen
gd: a' briseadh reddit

source: orangered
de: orange

source: lime
de: hellgrün
gd: dath na liomaideig

source: green
de: grün
gd: uaine

source: mint
de: Minze

source: blue
de: blau
gd: gorm

source: %s (filtered)
de: %s (gefiltert)
gd: %s (air a chriathradh)

source: posts from %s
de: posts von %s
gd: puist le %s

source: %s subreddits curated by /u/%s
de: %s Subreddits von /u/%s kuratiert
gd: %s subreddits fo shùil /u/%s

source: %(domain)s on %(reddit.com)s
de: %(domain)s auf %(reddit.com)s
gd: %(domain)s air %(reddit.com)s

source: Any Scope
de: Irgendein Umfang
gd: Sgòp sam bith

source: Endpoint is accessible with any combination of other OAuth 2 scopes.
de: Endpunkt ist zugänglich mit einer Kombination anderer OAuth 2 scopes.
gd: Gheibhear cothrom air a' phuing-dheiridh le measgachadh sam bith eile de sgòpan OAuth 2.

source: Update account information
de: Account information aktualisieren
gd: Ùraich fiosrachadh a' chunntais

source: Update preferences and related account information. Will not have access to your email or password.
de: Aktualisiere Einstellungen und ähnliche Kontoinformationen. Wird keinen Zugriff auf deine E-Mail-Adresse oder dein Passwort haben.
gd: Ùraich roghainnean is fiosrachadh co-cheangailte a' chunntais. Cha bhi cothrom aige air a' phost-d 's air an fhacal-fhaire agad.

source: Spend reddit gold creddits
de: reddit Gold Creddits ausgeben
gd: Cuir gu feum creddits reddit òir

source: Spend my reddit gold creddits on giving gold to other users.
de: Meine reddit Gold Creddits verwenden, um anderen Benutzern Gold zu geben.
gd: Cosg na creddits reddit òir agam air cleachdaichean eile.

source: Edit Posts
de: Beitrag editieren
gd: Deasaich na puist

source: Edit and delete my comments and submissions.
de: Meine Kommentare und Einreichungen editieren und löschen.
gd: Deasaich is sguab às mo bheachdan is na chuir mi ann.

source: Manage My Flair
de: Meine Atmosphäre verwalten
gd: Stiùirich am flair agam

source: Select my subreddit flair. Change link flair on my submissions.
de: Mein Subreddit-Flair auswählen. Ändere das Link-Flair für meine Einreichungen.
gd: Tagh am flair subreddit agam. Atharraich flair nan ceanglaichean anns na chuir mi.

source: History
de: Verlauf
gd: Eachdraidh

source: Access my voting history and comments or submissions I've saved or hidden.
de: Zugriff auf meinen Abstimmungsverlauf und Kommentare oder Einreichungen, die ich gespeichert oder versteckt habe.
gd: Faigh cothrom air eachdraidh nam bhòtaichean, mo bheachdan is rudan a chuir mi a chaidh a shàbhaladh no a chur am falach.

source: My Identity
de: Meine Identität
gd: Mo dhearbh-aithne

source: Access my reddit username and signup date.
de: Meinen Benutzernamen und mein Anmeldedatum einsehen
gd: Faigh cothrom air an ainm-chleachdaiche reddit agam agus ceann-là mo chlàraidh.

source: Approve submitters and ban users
de: Einreicher bestätigen und Nutzer bannen

source: Add/remove users to approved submitter lists and ban/unban or mute/unmute users from subreddits I moderate.
de: Hinzufügen/Entferne Nutzer zu verifizierter Einreicher Listen und Verbanne/Entbanne oder Stumme/Entstumme Nutzer vom mir verwalten subreddits.

source: Moderate Flair
de: Flair moderieren
gd: Dèan modarataireachd air flair

source: Manage and assign flair in subreddits I moderate.
de: Verwalten und Flair zuweisen in den Subreddits, die ich moderiere.
gd: Stiùirich is iomruin flair ann an subreddits a tha fo mhodarataireachd agam.

source: Moderate Posts
de: Beiträge moderieren
gd: Dèan modarataireachd air puist

source: Approve, remove, mark nsfw, and distinguish content in subreddits I moderate.
de: Bestätige, entferne, markiere als nsfw und unterscheide Inhalte unter Subreddits, die ich moderiere.
gd: Thoir aonta, thoir air falbh, cuir comharra nsfw is comharraich susbaint ann an subreddits a tha fo mhodarataireachd agam.

source: Moderate Subreddit Configuration
de: Subreddit-Konfiguration moderieren
gd: Dèan modarataireachd air rèiteachadh an t-subreddit

source: Manage the configuration, sidebar, and CSS of subreddits I moderate.
de: Verwalte die Konfiguration, Seitenleiste und CSS von Subreddits, die ich moderiere.
gd: Stiùirich rèiteachadh, bàr-taoibh is CSS nan subreddits a tha fo mhodarataireachd agam.

source: Moderation Log
de: Moderationsverlauf
gd: Loga na modarataireachd

source: Access the moderation log in subreddits I moderate.
de: Zugriff auf Moderationsverlauf unter Subreddits | moderiere.
gd: Faigh cothrom air loga na modarataireachd ann an subreddits a tha fo mhodarataireachd agam.

source: Invite or remove other moderators
de: Hinzufügen oder Entfernen von Moderatoren

source: Invite or remove other moderators from subreddits I moderate.
de: Andere Moderatoren von subreddits, die ich moderiere, einladen oder entfernen.

source: Make changes to your subreddit moderator and contributor status
de: Verändere deinen Subreddit Moderator- und Erstellerstatus

source: Accept invitations to moderate a subreddit. Remove myself as a moderator or contributor of subreddits I moderate or contribute to.
de: Akzeptiere Einladungen für die Moderation eines subreddits. Entferne mich selbst als Moderator oder Mitwirkender der subreddits, die ich moderiere oder an denen ich mitwirke.

source: Access traffic stats in subreddits I moderate.
de: Greife auf Aufrufsstatistiken in Subreddits zu, die ich moderiere.
gd: Faigh cothrom air stats na trafaig ann an subreddits a tha fo mhodarataireachd agam.

source: Moderate Wiki
de: Moderiere Wiki
gd: Dèan modarataireachd air an uicipeid

source: Change editors and visibility of wiki pages in subreddits I moderate.
de: Wechsle Editoren und Sichtbarkeit von Wiki-Seiten in Subreddits, die ich moderiere.
gd: Atharraich na deasaichean is faicsinneachd aig duilleagan na h-uicipeid ann an subreddits a tha fo mhodarataireachd agam.

source: My Subreddits
de: Meine Subreddits
gd: Na subreddits agam

source: Access the list of subreddits I moderate, contribute to, and subscribe to.
de: Zugriff auf die Liste der subreddits, die ich moderiere, beteilige dich an diesen und abonniere sie.
gd: Faigh cothrom air liosta nan subreddits a tha fo mhodarataireachd agam, a chuireas mi riutha no a tha fo-sgrìobhadh agam ann.

source: Private Messages
de: Private Nachrichten
gd: Teachdaireachdan prìobhaideach

source: Access my inbox and send private messages to other users.
de: Greife auf Mein Postfach zu und sende private Nachrichten an andere Benutzer.
gd: Faigh cothrom air a' bhogsa a-steach agam is cuir teachdaireachdan prìobhaideach gu cleachdaichean eile.

source: Read Content
de: Inhalt lesen
gd: Leugh susbaint

source: Access posts and comments through my account.
de: Greife durch mein Konto auf Beiträge und Kommentare zu.
gd: Faigh cothrom air puist is beachdan slighe a' chunntais agam.

source: Report content
de: Inhalt melden
gd: Dèan aithris ais susbaint

source: Report content for rules violations. Hide & show individual submissions.
de: Inhalt wegen Vorschriftverletzungen melden. Einzelne Einreichungen verdecken und anzeigen.
gd: Dèan aithris air susbaint a tha a' briseadh nan riaghailtean. Falaich ⁊ seall submissions fa leth.

source: Save Content
de: Inhalt speichern
gd: Sàbhail an t-susbaint

source: Save and unsave comments and submissions.
de: Sichere und nicht sichere Kommentare und Einreichungen.
gd: Sàbhail is dì-shàbhail mo bheachdan is na chuir mi ann.

source: Submit Content
de: Inhalt einreichen
gd: Cuir susbaint

source: Submit links and comments from my account.
de: Reiche Links und Kommentare von meinem Konto ein.
gd: Cuir ceanglaichean is beachdan on chunntas agam.

source: Edit My Subscriptions
de: Meine Abos bearbeiten
gd: Deasaich na fo-sgrìobhaidhean agam

source: Manage my subreddit subscriptions. Manage "friends" - users whose content I follow.
de: Meine Subreddit Abonnements verwalten. Verwalte "Freunde" - Benutzer deren Inhalten ich folge.
gd: Stiùirich na fo-sgrìobhaidhean subreddit agam. Stiùirich "caraidean" - luchd-cleachdaich a tha mi a' leantainn na susbaint aca.

source: Vote
de: Votum
gd: Bhòt

source: Submit and change my votes on comments and submissions.
de: Reiche ein und verändere meine Abstimmungen über Kommentare und Einreichungen.
gd: Cuir is atharraich na bhòtaichean agam air beachdan is na chaidh a chur.

source: Wiki Editing
de: Wiki Bearbeitung
gd: Deasachadh na h-uicipeid

source: Edit wiki pages on my behalf
de: Bearbeite Wiki seiten in meinem Namen
gd: Deasaich duilleagan na h-uicipeid às mo leth

source: Read Wiki Pages
de: Lese Wiki Seiten
gd: Leugh duilleagan na h-uicipeid

source: Read wiki pages through my account
de: Greife auf Wiki seiten durch mein Konto zu
gd: Leugh duilleagan na h-uicipeid slighe a' chunntais agam

source: Embed preview:
de: Eingebettete Vorschau:

source: Include parent comment.
de: Übergeordnete Kommentare miteinbeziehen.

source: Do not show comment if edited.
de: Veränderten Kommentar nicht anzeigen.

source: Learn more
de: Lerne mehr
gd: Barrachd fiosrachaidh

source: When checked, if an embedded comment is later edited, the embedded comment text will be replaced by a link back to the current version of the comment on reddit.
de: Wenn markiert, wird der eingebundene Kommentartext mit einem Link ersetzt, der zurück zur aktuellen Version des Kommentars auf reddit führt, falls der eingebundene Kommentar später editiert wurde.

source: This parameter can be changed after embedding.
de: Dieser Parameter kann nach dem Einbetten verändert werden.

source: Copy this code and paste it into your website:
de: Kopiere diesen Code und füge ihn in deine Webseite ein:

source: missing name
de: Name fehlt
gd: tha ainm a dhìth

source: invalid credit card number
de: Ungültige Kreditkartennummer
gd: tha àireamh na cairt-chreidis mì-dhligheach

source: invalid expiration date
de: Ungültiges Ablaufdatum
gd: tha an ceann-là a dh'fhalbhas an ùine air mì-dhligheach

source: invalid cvc
de: ungültige Kartenprüfnummer
gd: cvc mì-dhligheach

source: missing address
de: Adresse fehlt
gd: tha seòladh a dhìth

source: missing city
de: Stadt fehlt
gd: tha baile a dhìth

source: missing country
de: Land fehlt
gd: tha dùthaich a dhìth

source: an error occurred. please try again later! (status: %(status)s)
de: Ein Fehler ist aufgetreten. Bitte versuche es später erneut! (status: %(status)s)
gd: thachair mearachd. nach fheuch thu ris a-rithist an ceann greis? (staid: %(status)s)

source: unsave
de: Nicht speichern
gd: dì-shàbhail

source: parent
de: Übergeordnet
gd: pàrant

source: report
de: melden
gd: dèan aithris air

source: give gold
de: Schenke Gold
gd: thoir òr

source: reply
de: Antwort
gd: fhreagairt

source: are you sure?
de: Bist Du sicher?
gd: a bheil thu cinnteach?

source: yes
de: Ja
gd: tha

source: no
de: Nein
gd: chan eil

source: You need to be logged in to upvote things.
de: Du musst eingeloggt sein um positiv Abstimmen zu können.

source: You need to be logged in to downvote things.
de: Du musst eingeloggt sein um negativ Abstimmen zu können.

source: You need to be logged in to vote on things.
de: Du musst eingeloggt sein um Abstimmen zu können.

source: You need to be logged in to give gold.
de: Sie müssen eingeloggt sein um Gold zu vergeben.

source: You need to be logged in to subscribe to subreddits.
de: Du musst eingeloggt sein um subreddits zu abonnieren.

source: You need to be logged in to submit things.
de: Du musst eingeloggt sein um Sachen einzureichen.

source: You need to be logged in to do that.
de: Sie müssen eingeloggt sein um dies zu tun.

source: try using our secure login form.
de: Teste unser sicheres Login-Formular.
gd: feuch am foirm againn airson clàradh a-steach tèarainte.

source: Password is strong
de: Passwort ist stark
gd: Tha am facal-faire làidir

source: Password is good
de: Passwort ist gut
gd: Tha am facal-faire math

source: Password is fair
de: Passwort ist in Ordnung
gd: Tha am facal-faire meadhanach

source: Password is weak
de: Passwort ist schwach
gd: Tha am facal-faire lag

source: awesomeness goes here
de: Genialität kommt hier rein
gd: tha mìorbhaileachd a' dol an-seo

source: add a subreddit to your multi.
de: Ein Subreddit zu deinem Multi hinzufügen.
gd: cuir subreddit ris a' mhulti agad.

source: categorize
de: kategorisieren
gd: cuir ann an roinn-seòrsa

source: open this multi
de: Dieses Multi öffnen
gd: fosgail am multi seo

source: create a new multi
de: ein neues Multi-Subreddit erzeugen
gd: cruthaich multi ùr

source: check your inbox to confirm your subscription
de: Überprüfe deinen Posteingang, um dein Abonnement zu bestätigen

source: close this window
de: Fenster schließen
gd: dùin an uinneag seo

source: Share with:
de: Teilen mit:

source: Share via email as %(username)s
de: Via e-Mail als %(username)s teilen

source: add optional message
de: optionale Nachricht hinzufügen

source: send
de: Senden
gd: cuir

source: cancel
de: abbrechen
gd: sguir dheth

source: sent!
de: Verschickt!

source: Share to %(name)s
de: Mit %(name)s teilen

source: Email to a Friend
de: Email an einen Freund

source: please wait a few seconds and try again.
de: Warte ein paar Sekunden und versuche es dann erneut.
gd: fuirich diog no dhà is feuch ris a-rithist.

source: an error occurred (status: %(status)s)
de: Ein Fehler ist aufgetreten (Status: %(status)s)
gd: thachair mearachd (staid: %(status)s)

source: Invalid category name
de: ungültiger Kategoriename
gd: Tha ainm na roinn-seòrsa mì-dhligheach

source: save category
de: Kategorie speichern
gd: sàbhail an roinn-seòrsa
