Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: invalid color
de: ungültige Farbe
gd: dath mì-dhligheach

source: unknown or missing dressings
de: Unbekanntes oder fehlendes Kostüm

source: gold partners
de: Gold-Partner
gd: com-pàirtichean òir

source: sorry, we're out of codes!
de: Entschuldige, wir haben keine Codes mehr!
gd: duilich, chan eil còd sam bith eile air fhàgail againn!

source: your browser doesn't support snoovatars :(
de: Snoovatars werden von deinem Browser nicht unterstützt :(

source: New!
de: Neu!
gd: Ùr!

source: buy reddit gold
de: Reddit Gold kaufen
gd: ceannaich reddit òir

source: or
de: oder
gd: no

source: send us a postcard
de: Sende uns eine Postkarte
gd: cuir cairt-phuist thugainn

source: become a member today.
de: Werde heute noch Mitglied.
gd: faigh ballrachd an-diugh.

source: reddit gold is %(gold_month_price)s / month, or %(gold_year_price)s for a year.
de: Reddit Gold kostet %(gold_month_price)s / Monat, oder %(gold_year_price)s für ein Jahr.
gd: cosgaidh reddit òir %(gold_month_price)s / gach mìos no %(gold_year_price)s fad bliadhna.

source: reddit gold is our premium membership program. It comes with extra features to make your experience here better as well as special benefits from gold partners for exceptional products and services. reddit takes no payment from gold partners for being in this program. We ask that they give all the benefits to you, our users. We hope in turn that this helps make gold a program worth subscribing to. If you have questions about any of the benefits, please visit /r/goldbenefits. New benefits and features will also be announced there, and we hope you'll enjoy them.
de: Reddit Gold ist unsere Premium Mitgliedschaft. Sie bietet zusätzliche Funktionen, die Dir helfen, Reddit noch besser zu nutzen sowie besondere Vorteile für Produkte und andere Leistungen unserer Gold-Partner. Reddit erhält von den Gold-Partner keine Bezahlung für die Teilnahme an diesem Programm. Stattdessen möchten wir, dass nur Ihr - unsere Nutzer - von Reddit Gold profitiert. So hoffen wir Dich überzeugen zu können, dass es sich lohnt, sich für Reddit Gold anzumelden. Falls Du Fragen zu den Vorteilen von Reddit Gold hast, besuche bitte /r/goldbenefits. Dort informieren wir auch über neue Vorteile und Funktionen und wir hoffen, dass sie Dir gefallen.
gd: 's e reddit òir a' bhallrachd premium againn. Gheibhear goireasan a bharrachd 'na chois agus buannachdan sònraichte o na com-pàirtichean òir againn a thaobh bathair is sheirbheisean. chan fhaigh reddit airgead sam bith o na com-pàirtichean òir airson a bhith sa phrògram seo. Iarraidh sinn orra na buannachdan air fad a thoirt dhuibhse, an luchd-cleachdaidh againn. Cuiridh sin ri prògram òir as fhiach pàigheadh air a shon 'nar beachd-ne. Ma tha ceist sam bith agad mu na buannachdan, tadhail air /r/goldbenefits. Gheibhear naidheachdan air buannachdan is gleusan ùra an-sin cuideachd agus tha sinn an dòchas gun còrd iad riut.

source: You can make reddit better.
de: Du kannst reddit verbessern.
gd: 'S urrainn dhut reddit a dhèanamh nas fhearr.

source: Awesome stuff for gold members:
de: Super Sachen für Gold Mitglieder:
gd: Stuth glan snasail do bhuill òir:

source: Check out the rest of our partners and deals!
de: Gucke dir unsere anderen Partner und Deals an!

source: The Lounge.
de: Die Lounge
gd: An seòmar-suidhe.

source: Access to a super-secret members-only community that may or may not exist.
de: Zugang zu einer Super-Geheimen Nur-für-Mitglieder Community die vielleicht oder vielleicht auch nicht existiert.
gd: Cothrom air coimhearsnachd fìor-dhìomhair do bhuill - a dh'fhaodadh a bhith ann gus nach fhaod.

source: Beta test new features.
de: Teste neue Beta-Funktionen.
gd: Feuch na gleusan beta ùra.

source: We occasionally invite gold members to try out new features first.
de: Gelegentlich laden wir reddit Gold Mitglieder dazu ein neue Features als erstes zu probieren.
gd: Bheir sinn cothrom air gleusan ùra dha na buill òir an toiseach o àm gu àm.

source: A trophy on your user page.
de: Eine Trophäe für deine Nutzerseite.
gd: Geall-dùbhlain air an duilleag agad.

source: As thanks for supporting reddit gold.
de: Als Dank für den Support von reddit Gold
gd: Mar thaing dhut airson taic a chumail ri reddit òir.

source: More to come.
de: Mehr folgt
gd: Barrachd ri thighinn.

source: We have many more ideas for gold features, and will add to this list in the future.
de: Wir haben noch viele weitere Ideen für reddit Gold und werden diese in Zukunft hier auflisten.
gd: Tha sinn a' beachdadh air iomadh buannachd òir eile agus cuiridh sinn ris an liosta seo a-rithist 's a-rithist.

source: send us a postcard | for | 1 free month | of | reddit gold
de: schick uns eine Postkarte | für | einen Freimonat | | reddit Gold
gd: cuir thugainn cairt-phuist | airson | 1 mhìos an-asgaidh | de | reddit òir

source: view the postcard gallery
de: Postkartengalerie anzeigen
gd: faic gailearaidh nan cairtean-puist

source: claim code
de: Gutscheincode beanspruchen
gd: tagair còd

source: visit partner
de: Partner besuchen
gd: tadhail air a' chom-pàirtiche

source: reddit gold partners
de: Reddit Gold Partner
gd: com-pàirtichean reddit òir

source: your snoovatar!
de: Dein snoovatar!

source: make my snoovatar public
de: Snoovatar veröffentlichen

source: main color
de: Hauptfarbe

source: alt color
de: Alternative Farbe

source: save changes
de: speichere Änderungen

source: download
de: herunterladen

source: see more snoovatars and make suggestions in /r/snoovatars
de: schaue dir mehr snoovatare an und mache Vorschläge in /r/snoovatars

source: create your own snoovatar [here](/user/%(username)s/snoo)
de: erstelle deinen eigenen snoovatar [here](/user/%(username)s/snoo)

source: [create your own snoovatar with **reddit gold**](/gold?source=snoovatar)
de: [erstelle deinen eigenen snoovatar mit **reddit-Gold**](/gold?source=snoovatar)

source: we power awesome communities.
de: Wir stärken fantastische Communities
gd: tha sinn a' toirt comas do shàr-choimhearsnachdan.

source: about reddit
de: Über reddit
gd: mu reddit

source: we spend our days building reddit.
de: Wir verbringen unsere Zeit damit, reddit aufzubauen.
gd: tha sinn a' sìor-leasachadh reddit.

source: about the reddit team
de: Über das reddit-Team
gd: mu sgioba reddit

source: you've sent us over %s postcards.
de: Ihr habt uns über %s Postkarten geschickt.
gd: chuir sibh barrachd air %s cairtean-puist thugainn.

source: postcards
de: Postkarten
gd: cairtean-puist

source: I also do birthday parties.
de: Ich komme auch auf Geburtstagsparties.
gd: cumaidh mi pàrtaidhean cho-làithean breith cuideachd.

source: the alien
de: Das Alien
gd: an creutair-fànais

source: new to reddit? welcome.
de: Neu bei reddit? Willkommen.
gd: air ùr-thighinn gu reddit? fàilte ort.

source: guide
de: Anleitung
gd: stiùireadh

source: these are our core values
de: Dies sind unsere Grundwerte

source: values
de: Ethische Werte
gd: luachan

source: sorted by
de: sortiert nach
gd: seòrsaichte a-rèir

source: overview
de: Überblick
gd: foir-shealladh

source: getting started
de: loslegen
gd: toiseach-tòiseachaidh

source: audience
de: Zielgruppe
gd: luchd-leughaidh

source: best practices
de: bewährte Verfahren
gd: deagh-chleachdadh

source: help center
de: Hilfe
gd: ionad na cobharach

source: manage ads
de: Anzeigen verwalten
gd: stiùirich an t-sanasachd

source: email
de: E-Mail-Adresse
gd: post-d

source: submitted by %(user)s
de: Eingereicht von %(user)s
gd: air a chur a-null le %(user)s

source: how reddit works
de: Wie reddit funktioniert
gd: mar a dh'obraicheas reddit

source: **redditors vote** on which stories and discussions are important. the hottest stories rise to the top, while cooler stories sink.
de: **redditoren stimmen ab**, welche Geschichten und Diskussionen wichtig sind. Die heißesten Geschichten wandern an die Spitze, während kühlere sinken.
gd: **cuiridh na redditairean bhòt** ris na naidheachdan is deasbadan a tha cudromach. thèid gràinnean-mullaich nan naidheachdan an àirde is an corr sìos.

source: **comments can be posted on every story** on reddit. comments add information, context, and humor.
de: **Kommentare können zu jeder Story** auf reddit gepostet werden. Kommentare bieten Informationen, Kontext und Humor.
gd: **gabhaidh beachdan a chur ris sgeulachd sam bith** air reddit. gheibhear fiosrachadh, co-theacsa agus àbhachdas ann am beachdan.

source: **anyone can create a community** (called "subreddits"). each subreddit is independent and moderated by a team of volunteers.
de: **Jeder kann eine Gruppe gründen** (sog. "Subreddits"). Jedes Subreddit ist unabhängig und wird von einem Team aus Freiwilligen moderiert.
gd: **'s urrainn do dhuine sam bith coimhearsnachd a chruthachadh** (rud air a bheil "subreddit"). tha gach subreddit neo-eisimeileach agus bidh sgioba de shaor-thoilich a' cumail sùil orra.

source: **reddit is open source**. community members are constantly tinkering and contributing features, bug fixes, and translations back to the site.
de: **reddit ist Open Source**. Community-Mitglieder werkeln ständig daran herum und bringen neue Features, Bug-Fixes und Übersetzungen in die Seite ein.
gd: **tha còd fosgailte ann an reddit**. tha buill na coimhearsnachd a' sìor-obrachadh air, a' cur gleusan ùra ris, a' càradh bugaichean agus 'ga eadar-theangachadh.

source: stats at a glance
de: Statistiken im Überblick
gd: na stats gu goirid

source: as of %(value)s
de: vom %(value)s
gd: on %(value)s

source: **last month**, reddit had %(value)s unique visitors
de: **Letzten Monat** hatte reddit %(value)s individuelle Besucher
gd: bha %(value)s aoigh àraidh aig reddit **am mìos seo chaidh**

source: hailing from over %(value)s different countries
de: aus über %(value)s verschiedenen Ländern,
gd: o bharrachd air %(value)s diofar dhùthchannan

source: viewing a total of %(value)s pages
de: die insgesamt %(value)s Seiten aufgerufen haben
gd: agus a thug sùil air barrachd air %(value)s duilleag

source: **yesterday**, reddit powered %(value)s active communities
de: **gestern** hat Reddit %(value)s aktive Gruppen unterstützt
gd: bha reddit a' toirt comas do bharrachd air %(value)s coimhearsnachd ghnìomhach **an-dè**

source: communities with at least 5 posts or comments yesterday
de: Gruppen mit mindestens 5 Beiträgen oder Kommentaren von gestern
gd: coimhearsnachdan aig an robh co-dhiù 5 puist no beachdan an-dè

source: consisting of over %(value)s logged in redditors
de: bestehend aus über %(value)s eingeloggten redditoren
gd: san robh barrachd air %(value)s redditairean clàraichte a-staigh

source: logged-in redditors yesterday
de: gestern eingeloggte redditoren
gd: redditairean clàraichte a-staigh an-dè

source: casting over %(value)s votes
de: die über %(value)s Stimmen abgegeben haben
gd: a thug seachad barrachd air %(value)s bhòt

source: history
de: Verlauf
gd: eachdraidh

source: create an ad
de: Anzeige erstellen
gd: cruthaich sanasachd

source: budget larger than $30k?
de: Budget über $30k?
gd: buidsead nas motha na $30k?

source: contact our sales team
de: Verkaufsteam kontaktieren
gd: cuir fios gu sgioba nan reicean againn

source: ready to get started?
de: bereit, loszulegen?
gd: deiseil airson tòiseachadh?

source: logo assets
de: Logo-Ressourcen
gd: goireasan shuaicheantasan

source: logo usage guidelines
de: Logo-Nutzungsrichtlinien
gd: riaghailtean cleachdadh nan suaicheantasan

source: color guide
de: Farbrichtlinien
gd: treòir nan dathan

source: your message has been delivered
de: Deine Nachricht wurde gesendet
gd: chaidh do theachdaireachd a libhrigeadh.

source: no title found
de: Kein Titel gefunden
gd: cha deach tiotal a lorg

source: saved
de: gespeichert
gd: air a shàbhaladh

source: all other sessions have been logged out
de: Alle anderen Sitzungen wurden ausgeloggt

source: you should be getting a verification email shortly.
de: Du solltest bald eine Bestätigungsmail bekommen.
gd: bu chòir gum faigh thu post-d dearbhaidh a dh'aithghearr.

source: your email has been updated
de: Deine E-Mail-Adresse wurde aktualisiert
gd: chaidh am post-d agad ùrachadh

source: your password has been updated
de: Dein Passwort wurde aktualisiert
gd: chaidh am facal-faire agad ùrachadh

source: reported
de: Berichtet
gd: air aithris a dhèanamh

source: replied
de: geantwortet
gd: air freagairt a thoirt

source: validation errors
de: Validierungsfehler
gd: mearachdan dearbhaidh

source: deleted
de: gelöscht
gd: air sguabadh às

source: bad image name
de: schlechter Bildname
gd: droch-ainm air an dealbh

source: too many images (you only get %d)
de: zu viele Bilder (Du bekommst nur %d)
gd: cus dealbhan (chan fhaighear ach %d)

source: Invalid image or general image error
de: Ungültiges Bild oder allgemeiner Bildfehler
gd: Dealbh mì-dhligheach no mearachd eile leis an dealbh

source: must be %dx%d pixels
de: müssen %dx%d pixel sein

source: max %dx%d pixels
de: max. %dx%d Pixel

source: min %dx%d pixels
de: min. %dx%d Pixel

source: an email will be sent to that account's address shortly
de: Eine E-Mail wird in Kürze an die Addresse dieses Accounts gesendet
gd: thèid post-d a chur gu seòladh a' chunntais sin a dh'aithghearr

source: try again tomorrow
de: Versuche es morgen nochmal
gd: feuch ris a-rithist a-màireach

source: password updated
de: Passwort aktualisiert
gd: chaidh am facal-faire ùrachadh

source: invalid css class
de: Ungültige CSS Klasse
gd: clas css mì-dhligheach

source: too many css classes
de: Zu viele CSS Klassen
gd: tha cus chlasaichean css ann

source: max flair templates reached
de: Maximale Anzahl an Flair-Vorlagen erreicht
gd: tha na tha ceadaichte de theamplaidean flair agad

source: no gold to take
de: kein Gold zum Nehmen

source: invalid client id
de: Ungültige Client ID
gd: id cliaint mì-dhligheach

source: cannot update deleted app
de: Die gelöschte App kann nicht aktualisiert werden
gd: cha ghabh aplacaid a sguab thu às ùrachadh

source: app does not belong to you
de: diese Anwendung gehört dir nicht
gd: chan ann agadsa a tha an aplacaid

source: application updated
de: Anwendung aktualisiert
gd: chaidh an aplacaid ùrachadh

source: application created
de: Anwendung erstellt
gd: chaidh an aplacaid a chruthachadh

source: developer added
de: Entwickler hinzugefügt
gd: chaidh an neach-leasachaidh a chur ris

source: api documentation
de: API Dokumentation
gd: docamaideadh an api

source: help
de: Hilfe
gd: cobhair

source: forbidden (%(domain)s)
de: Verboten (%(domain)s)
gd: toirmisgte (%(domain)s)

source: you are not allowed to do that
de: Dazu hast du keine Berechtigung
gd: chan eil cead agad sin a dhèanamh

source: page not found
de: Seite nicht gefunden
gd: cha deach an duilleag a lorg

source: the page you requested does not exist
de: Die Seite, die Du angefragt hast, existiert nicht
gd: chan eil an duilleag a dh'iarr thu ann

source: unavailable
de: nicht verfügbar
gd: chan eil seo ri fhaighinn

source: reset password
de: Passwort zurücksetzen
gd: ath-shuidhich am facal-faire

source: explore
de: entdecken
gd: rùraich

source: no comments (yet)
de: Keine Kommentare (bisher)
gd: chan eil beachd ann (fhathast)

source: all %d comments
de: Alle %d Kommentare
gd: na beachdan air fad (%d)

source: top %d comments
de: Top %d Kommentare
gd: gràinnean-mullaich nam beachd (%d)

source: show all %d
de: Alle %d anzeigen
gd: seall na h-uile (%d)

source: show %d
de: zeige %d
gd: seall %d

source: create a subreddit
de: Subreddit erstellen
gd: cruthaich subreddit

source: all
de: Alle
gd: na h-uile

source: filter by action
de: filtere nach Aktion
gd: criathraich a-rèir gnìomha

source: filter by moderator
de: filtere nach Moderator
gd: criathraich a-rèir modaratair

source: posts
de: Einsendungen
gd: puist

source: comments
de: Kommentare
gd: beachdan

source: show
de: zeige
gd: seall

source: awards
de: Auszeichnungen
gd: duaisean

source: other discussions
de: Sonstige Diskussionen
gd: deasbadan eile

source: search results
de: Suchergebnisse
gd: toraidhean luirg

source: seen it
de: Schon gesehen
gd: chunna mi e

source: submit
de: Einreichen
gd: cuir

source: contact us
de: Kontaktiere uns
gd: cuir fios thugainn

source: Claimed! Enjoy your reddit gold membership.
de: Angenommen! Viel Spaß mit deiner reddit Gold-Mitgliedschaft.
gd: Air a thagradh! an dòchas gun còrd a' bhallrachd òir ann an reddit riut.

source: Your gold creddits have been claimed! Now go to someone's userpage and give them a present!
de: Deine Gold-Creddits wurden dir gutgeschrieben. Gehe jetzt auf eine Userpage und mach ihm oder ihr ein Geschenk!
gd: Thagair thu na creddits òir agad! nise, tadhail air duilleag cleachdaiche eile is thoir preusant dhaibh!

source: Thanks for buying reddit gold! Your transaction has been completed.
de: Danke, dass du reddit Gold gekauft hast! Deine Transaktion wurde abgeschlossen.
gd: Mòran taing airson reddit òir a cheannach! Chaidh an tar-chur a choileanadh.

source: Thanks for buying reddit gold! Your transaction has been completed and emailed to you. You can check the details by signing into your account at:
de: Vielen Dank, dass du reddit Gold gekauft hast! Die Transaktion wurde beendet und an deine E-Mail Adresse geschickt. Du kannst weitere Kaufdetails sehen, indem du dich einloggst:
gd: Tapadh leat airson reddit òir a cheannach! Chaidh an tar-chur a choileanadh is a chur thugad air a' phost-d. Chì thu am mion-fhiosrachadh mu dhèidhinn ma chlàraicheas tu a-steach gun chunntas agad aig:

source: Thanks for buying reddit gold! Your transaction is being processed. If you have any questions please email us at %(gold_email)s
de: Danke, dass Du reddit Gold gekauft hast! Deine Transaktion wird bearbeitet. Falls Du Fragen hast, sende uns bitte eine E-Mail an %(gold_email)s
gd: Gun robh math agad airson reddit òir a cheannach! Tha sinn a' pròiseasadh an tar-chuir. ma tha ceist sam bith agad, cuir iad thugainn air %(gold_email)s

source: thanks
de: Vielen Dank
gd: gun robh math agad

source: claim this award?
de: Auszeichnung annehmen?
gd: a bheil thu airson an duais seo a thagradh?

source: award claim
de: Auszeichnung erhalten
gd: tagradh duaise

source: gilding
de: vergolden
gd: òradh

source: password
de: Passwort
gd: facal-faire

source: verify email
de: E-Mail-Adresse verifizieren
gd: dearbh am post-d

source: incorrect message token
de: Falscher Nachrichtenschlüssel

source: emails unsubscribed
de: E-Mails deabonniert

source: turn admin on
de: Schalt Admin ein
gd: cuir an rianachd air

source: opt out
de: austreten
gd: iarr a-mach

source: welcome back
de: Willkommen zurück
gd: fàilte air ais

source: purchase creddits
de: creddits kaufen
gd: ceannaich creddits

source: reddit gold subscription
de: reddit Gold-Abonnement
gd: fo-sgrìobhadh òir ann an reddit

source: Your gold gift code has been generated!
de: Dein Gold-Geschenkcode wurde erzeugt!
gd: Chaidh an còd preusaint airson an òir a ghintinn!

source: Here is your gift code for %(amount)s of reddit gold: %(code)s The recipient (or you!) can enter it at https://www.reddit.com/gold or go directly to https://www.reddit.com/thanks/%(code)s to claim it.
de: Hier ist dein Geschenkcode für %(amount)s reddit Gold:/n/n%(code)s/n/nDer Empfänger (oder sie!) kann ihn auf http://www.reddit.com/gold einlösen oder direkt auf http://www.reddit.com/thanks/%(code)s eingeben um das Gold zu beanspruchen.

source: nice try.
de: Netter Versuch.
gd: deagh-oidhirp.

source: that user has deleted their account
de: Dieser Nutzer hat sein Konto gelöscht
gd: sguab an cleachdaiche ud às an cunntas aca

source: the gold has been delivered!
de: Das Gold wurde abgeliefert!
gd: chaidh an t-òr a libhrigeadh!

source: there was an error creating a gift code. please try again later, or contact %(email)s for assistance.
de: Es wurde ein Fehler beim Generieren des Geschenkcodes festgestellt. Bitte versuche es später nochmal, oder kontaktiere %(email)s für Hilfe.
gd: thachair mearachd rè gintinn a' chòd phreusaint. feuch ris a-rithist an ceann greis no fios a chur gu %(email)s airson taic.

source: the gift code has been messaged to you!
de: Dein Geschenkcode wurde an Dich versendet!
gd: chaidh an còd preusaint a chur thugad ann an teachdaireachd!

source: Eureka! Thank you for investing in reddit gold!
de: Heureka! Danke für Deine Investition in reddit Gold!
gd: Eureka! Tapadh leat airson seilbh a chur ann an òr reddit!

source: Thank you for buying reddit gold. Your patronage supports the site and makes future development possible. For example, one month of reddit gold pays for 5 instance hours of reddit's servers.
de: Danke, dass Du reddit Gold gekauft hast. Deine Großzügigkeit unterstützt die Seite und ermöglicht künftige Entwicklungen. Beispielsweise bezahlt ein Monat reddit Gold 5 Stunden Laufzeit eines reddit-Servers.
gd: Mòran taing airson òr reddit a cheannach. Tha do phàtranachd a' cur taic ris na làraich agus a' toirt comas dhuinn a leasachadh san àm ri teachd. Mar eisimpleir, pàighidh mìos de dh'òr reddit airson 5 uairean ionstans aig frithealaichean reddit.

source: Eureka! Thank you for investing in reddit gold creddits!
de: Heureka! Danke, dass Du in reddit Gold Creddits investiert hast!
gd: Eureka! Gun robh math agad airson seilbh a chur ann an creddits òir reddit!

source: Thank you for buying creddits. Your patronage supports the site and makes future development possible. To spend your creddits and spread reddit gold, visit [/gold](/gold) or your favorite person's user page.
de: Danke, dass Du Creddits gekauft hast. Deine Zahlung unterstützt die Seite und macht zukünftige Entwicklungen erst möglich. Um Deine Creddits auszugeben und reddit Gold zu verteilen, besuche [/gold](/gold) oder die User-Seite Deiner Lieblingsperson.
gd: Tapadh leat airson creddits a cheannach. Tha do phàtranachd a' cur taic ris na làraich agus a' toirt comas dhuinn a leasachadh san àm ri teachd. Gus na creddits agad a chosg agus òr reddit a sgaoileadh, tadhail air [/gold](/gold) no duilleag a' chleachdaiche as fhearr leat.

source: Thank you again for your support, and have fun spreading gold!
de: Vielen Dank nochmal für Deine Unterstützung, und viel Spaß beim Verteilen von Gold!
gd: A-rithist, mòran taing airson do thaic-sa, an dòchas gun gabh thu tlachd 'ga chosg!

source: Thanks for giving the gift of reddit gold!
de: Danke fürs Verschenken von reddit Gold!
gd: Tapadh leat airson òr reddit a thoirt seachad!

source: Your classy gift to %s has been delivered. Thank you for gifting reddit gold. Your patronage supports the site and makes future development possible.
de: Dein nobles Geschenk wurde an %s geliefert. Danke, dass du reddit Gold verschenkt hast. Deine Unterstützung hilft der Seite und macht die zukünftige Entwicklung möglich.
gd: Chaidh do phreusant snasail dha %s a libhrgeadh. Mòran taing airson òr reddit a thoirt seachad. Tha do phàtranachd a' cur taic ris na làraich agus a' toirt comas dhuinn a leasachadh san àm ri teachd.

source: reddit gold payment cancelled
de: reddit-Gold Zahlung abgebrochen
gd: sguireadh de phàigheadh òr reddit

source: Your reddit gold payment has been cancelled, contact %(gold_email)s for details
de: Deine reddit Gold Zahlung wurde abgebrochen, kontaktiere %(gold_email)s für Details
gd: Sguireadh de phàigheadh an òir reddit agad. Cuir fios gu %(gold_email)s airson mion-fhiosrachadh

source: reddit gold payment failed
de: reddit-Gold Zahlung fehlgeschlagen
gd: dh'fhàillig pàigheadh an òir reddit

source: Your reddit gold payment has failed, contact %(gold_email)s for details
de: Deine reddit Gold Zahlung ist fehlgeschlagen, kontaktiere %(gold_email)s für Details
gd: Dh'fhàillig pàigheadh an òir reddit agad. Cuir fios gu %(gold_email)s airson mion-fhiosrachadh

source: reddit gold subscription cancelled
de: reddit Gold Abonnement annulliert
gd: chaidh crìoch a chur air an fho-sgrìobhadh agad aig reddit òir
