Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: allow users to assign their own flair
de: Benutzern erlauben, eigenes Flair zuzuweisen
gd: thoir cead do chleachdaichean flair a thoirt dhaibh fhèin

source: allow submitters to assign their own link flair
de: Erlaube Einsendern, eigenes Flair zuzuweisen
gd: thoir cead dha submitters flair a thoirt dha na ceanglaichean flair aca fhèin

source: user flair position
de: Nutzer-Flair Position
gd: ionad flair a' chleachdaiche

source: left
de: links
gd: clì

source: position flair to the left of the username
de: Flair links vom Benutzernamen positionieren
gd: cuir am flair clì air an ainm-chleachdaiche

source: right
de: rechts
gd: deas

source: position flair to the right of the username
de: Flair rechts vom Benutzernamen positionieren
gd: cuir am flair deas air an ainm-chleachdaiche

source: don't show link flair
de: Link-Flair nicht zeigen
gd: na seall flair nan ceanglaichean

source: position flair to the left of the link
de: Flair links vom Link platzieren
gd: cuir am flair clì air a' cheangal

source: position flair to the right of the link
de: Flair rechts vom Link platzieren
gd: cuir am flair deas air a' cheangal

source: Show my flair on this subreddit. It looks like:
de: Zeige meine Persönlichkeit auf diesem Subreddit. Sie sieht so aus:
gd: Seall am flair agad air an t-subreddit seo. Seo an coltas a tha air:

source: select flair
de: Flair wählen
gd: tagh flair

source: remove flair
de: Flair entfernen
gd: thoir air falbh am flair

source: flair selection unavailable
de: Flair-Auswahl nicht verfügbar
gd: chan eil taghadh a' flair ri làimh

source: user can edit?
de: Kann der Benutzer bearbeiten?
gd: cead deasachaidh air a' chleachdaiche?

source: clear all flair templates
de: Entferne alle Flair-Vorlagen
gd: falamhaich a h-uile teamplaid flair

source: cleared
de: gelöscht
gd: air fhalamhadh

source: is this fraud?
de: Ist das Betrug?

source: What is gilding?
de: Was ist Vergolden?
gd: Dè tha ann an òradh?

source: Giving [reddit gold](/gold/about) is referred to as 'gilding'. You can either give reddit gold directly to a user or gild one of their posts or comments.
de: [reddit Gold](/gold/about) zu vergeben wird als "vergolden" bezeichnet. Du kannst einem Nutzer entweder direkt reddit Gold geben oder einen seiner Beiträge oder Kommentare vergolden.
gd: Canar "òradh" ri [toirt seachad òir](/gold/about). 'S urrainn dhut òr reddit a thoirt do chleachdaiche no post no beachd aca òradh.

source: How do I gild someone?
de: Wie vergolde ich jemanden?
gd: Ciamar a dh'òraicheas mi cuideigin?

source: You can click the 'give gold' link directly below a submission:
de: Du kannst den 'gebe Gold'-Link direkt unter einem Beitrag anklicken:
gd: 'S urrainn dhut briogadh air a' cheangal "thoir òir" fo phost no beachd:

source: Or by giving them gold via their userpage:
de: Oder indem du ihnen Gold über ihre Benutzerseite gibst:
gd: No thoir òr dhaibh on duilleag-chleachdaiche aca:

source: How much does it cost?
de: Wie viel kostet es?
gd: Dè na chosgas e?

source: A single gilding costs %(price)s. If you plan to do a lot you can get a discount if you purchase some [creddits](/creddits).
de: Einmaliges Vergolden kostet %(price)s. Wenn du mehr kaufen möchtest kannst du beim Kauf von [Creddits](/creddits) einen Rabatt bekommen.

source: What are creddits?
de: Was sind Creddits?
gd: Dè tha ann an creddits?

source: Each creddit you have can be converted into one month of reddit gold. Stored as a balance on your account, creddits allow you to give gold without having to enter payment information.
de: Jeden Creddit den du besitzt kannst du für einen Monat reddit Gold eintauschen. Creddits sind ein Guthaben das deinem Account gutgeschrieben wird und erlauben dir jemandem Gold zu geben ohne Zahlungsinformationen angeben zu müssen.
gd: 'S urrainn dhut gach creddit a tha agad iompachadh 'na mhìos de reddit òir. 'S iad na creddits a tha a' sealltainn dhut na tha agad sa chunntas agad agus gheibh thu òr air an son gun fheum air fiosrachadh pàighidh.

source: Additionally, buying creddits in bulk lowers the cost of each gilding.
de: Zusätzlich verringert das Kaufen von Creddits in größerer Menge deine Kosten.
gd: Ma cheannaicheas tu mòran creddits aig an aon àm, cosgaidh an t-òradh nas lugha.

source: How do I use creddits?
de: Wie benutze ich Creddits?

source: Your creddits are listed as a payment method on the checkout page.
de: Deine creddits sind als Bezahlemthode an der Kasse gelistet

source: What is reddit gold?
de: Was ist reddit Gold?
gd: Dè tha ann an reddit òir?

source: Give Gold
de: Gold spenden
gd: Thoir òir

source: Want to buy gold for yourself?
de: Möchtest du dir selbst Gold kaufen?
gd: A bheil thu airson òr a cheannach dhut fhèin?

source: You'll need to log in.
de: Du musst Dich anmelden.
gd: Feumaidh tu clàradh a-steach.

source: How many months of gold would you like to give?
de: Wie viele Monate an Gold möchtest du vergeben?
gd: Co mheud mìos a dh'òr bu chaomh leat a thoirt?

source: (We'll send a code to your email address you can then give to your recipient)
de: (Wir werden dir einen Code an deine E-Mail-Adresse senden, den du dann dem Empfänger geben kannst)
gd: (Cuiridh sinn còd thugad air a' phost-d as urrainn dhut sìneadh air adhart gun neach eile an uairsin)

source: What type of reddit gold would you like to purchase?
de: Welche Art von reddit Gold würden sie gerne kaufen ?
gd: Dè seòrsa òr bu mhath leat ceannach?

source: one-time purchase
de: einmaliger Einkauf
gd: ceannachd aon-turais

source: ongoing subscription
de: laufendes Abonnement
gd: fo-sgrìobhadh buan

source: How many creddits would you like to buy?
de: Wie viele Creddits möchtest Du kaufen?
gd: Co mheud creddit bu mhath leat ceannach?

source: Stored as a balance on your account, creddits allow you to give gold without having to enter payment information. Each creddit you have can be converted into one month of reddit gold.
de: Gesichert als ein Kontostand auf deinem Konto, erlauben es dir Creddits Gold zu geben, ohne Zahlungsinformationen einzugeben. Jeder Creddit, den du hast, kann in einen Monat reddit-Gold umgewandelt werden.

source: Learn more about using creddits
de: Erfahre mehr über die Benutzung von Creddits
gd: Barrachd fiosrachaidh air creddits

source: What type of subscription would you like?
de: Welche Art von Abonnement möchtest du haben?
gd: Dè seòrsa fo-sgrìobhadh a tha thu ag iarraidh?

source: monthly - %s
de: monatlich - %s
gd: mìosail - %s

source: yearly - %s (%s/month)
de: jährlich - %s (%s/Monat)
gd: bliadhnail - %s (%s/mìos)

source: How many months?
de: Wie viele Monate?
gd: Co mheud mìos?

source: purchase this reddit gold for myself
de: kaufe dieses Reddit-Gold für mich selbst
gd: ceannaichidh mi an t-òr reddit seo dhomh fhìn

source: give this reddit gold as a gift
de: verschenke dieses Reddit Gold
gd: bheir mi an t-òr reddit seo mar phrèasant

source: receive gold as a gift code
de: Erhalte Gold als Geschenk-Code
gd: faigh an t-òr mar chòd preusaint

source: send gold to a user
de: Sende einem Benutzer Gold
gd: cuir òr gu cleachdaiche

source: who should receive this gold?
de: Wer soll dieses Gold erhalten?
gd: cò gheibh an t-òr seo?

source: enter a username
de: Gib einen Benutzernamen ein
gd: cuir a-steach ainm-cleachdaiche

source: make my gift anonymous
de: Mach mein Geschenk anonym
gd: na nochd m' ainm 'na chois

source: include a message
de: Füge eine Nachricht hinzu
gd: gabh a-steach teachdaireachd

source: enter your message
de: Gib deine Nachricht ein
gd: cuir a-steach do theachdaireachd

source: continue
de: Fortsetzen
gd: lean air adhart

source: enter a gift code for redemption
de: Gib einen Geschenk-Code ein, um ihn einzulösen
gd: cuir a-steach còd prèasaint gus a chur gu feum

source: redeem this code
de: Löse diesen Code ein
gd: cuir an còd seo gu feum

source: You must be a Reddit Gold member to view this super secret community
de: Sie müssen ein Reddit-Gold Mitglied sein um diese super geheime Community einzusehen

source: The moderators of this community have set it to [Reddit Gold only](/gold/about#gold-only-subreddits). You must be a [Reddit Gold member](/gold/about) to visit.
de: Die Moderatoren dieser Community haben sie nur [für Reddit-Gold Mitglieder](/gold/about#gold-only-subreddits) sichtbar gewmacht. Sie müssen ein [Reddit-Gold Mitglied sein](/gold/about) um sie zu besuchen.

source: get gold
de: Hol dir Gold!

source: close
de: schliessen
gd: dùin

source: The following gift note will be attached:
de: Die folgende Geschenknachricht wird angehängt sein:
gd: Thèid an nòta a leanas a chur ris a' phreusant:

source: Please select a payment method.
de: Bitte eine Zahlungsmethode auswählen.
gd: Tagh dòigh pàighidh.

source: Give gold often? Consider [buying creddits to use](/creddits), they're 40% cheaper if purchased in a set of 12.
de: Vergibst du oft Gold? Dann erwäge [Creddits zu kaufen](/creddits). Du bekommst sie für 60% des normalen Preises, wenn du ein Set von 12 kaufst.
gd: Am bi thu a' toirt òr gu tric? Saoil am b' fheairrde dhut [creddits a cheannach](/creddits), bidh iad 40% nas saoir ma cheannaicheas tu iad ann an dusanan.

source: Would you like to [learn more about giving gold](/gilding)?
de: Möchtest du [etwas über Vergolden erfahren?](/gilding)?

source: (use %(current)s of your %(total)s creddits)
de: (nutze %(current)s von deinen %(total)s Creddits)

source: Credit Card
de: Kreditkarte
gd: Cairt-chreidis

source: Stripe is PCI compliant and your credit card information is sent directly to them.
de: Stripe ist PCI Konform und deine Kreditkarteninformationen werden direkt zu ihnen geschickt.
gd: Tha Stripe a' gèilleadh ri PCI agus thèid fiosrachadh na cairt-chreidis agad a chur thuca gu dìreach.

source: card number
de: Kartennummer
gd: àireamh na cairte

source: cvc
de: Kartenprüfnummer

source: expiration date
de: Ablaufdatum
gd: falbhaidh an ùine air

source: address line 1
de: Adresszeile 1
gd: 1d loidhne dhen t-seòladh

source: address line 2
de: Adresszeile 2
gd: 2na loidhne dhen t-seòladh

source: city
de: Stadt
gd: baile

source: state/province
de: Bundesland
gd: siorrachd/còigeamh/stàit

source: country
de: Land
gd: dùthaich

source: zip
de: PLZ
gd: còd-puist

source: Submit
de: Einreichen
gd: Cuir

source: your account doesn't have a gold subscription.
de: dein Account besitzt kein Gold-Abonnement
gd: chan eil fo-sgrìobhadh òir aig a' chunntas agad.

source: use different card
de: benutze eine andere Karte
gd: cleachd cairt eile

source: cancel subscription
de: Abonnement künden
gd: sguir dhen fho-sgrìobhadh

source: you have a paypal gold subscription. go to %(paypal)s to manage it.
de: du hast ein paypal Gold-Abonnement. verwalte es auf %(paypal)s.
gd: tha fo-sgrìobhadh òir PayPal agad. tadhail air %(paypal)s gus a stiùireadh.

source: daily reddit gold goal
de: tägliches reddit gold Ziel
gd: amas làitheil reddit òir

source: help support reddit
de: unterstütze reddit
gd: cum taic ri reddit

source: Yesterday's reddit gold goal
de: das gestrige Reddit Gold Ziel
gd: Amas reddit òir an-dè

source: ready for something new? %s subscribe %s to some new subreddits.
de: Bereit für etwas Neues? %s Abonniere %s ein paar neue Subreddits!
gd: deiseil airson rudeigin ùr? %s fo-sgrìobh %s gu subreddits ùra.

source: it looks like you haven't %s subscribed %s to any subreddits yet. want some ideas?
de: Es sieht aus, als hättest du noch keine Subreddits %s abonniert %s. Möchtest du ein paar Vorschläge?
gd: tha coltas nach do rinn thu %s fo-sgrìobhadh %s gu subreddit sam bith fhathast. a bheil thu ag iarraidh moladh no dhà?

source: what are you interested in?
de: Wofür interessierst du dich?
gd: dè na rudan a tha ùidh agad annta?

source: try these:
de: Probier mal:
gd: feuch na leanas:

source: serendipity
de: Auf gut Glück!
gd: nach buidhe dhomh?

source: back to Reddit
de: zurück zu Reddit

source: language traffic statistics
de: Sprach-Aufrufstatistik
gd: stats trafaig nan cànan

source: traffic by language
de: Aufrufe nach Sprache
gd: trafaig a-rèir cànain

source: suggested sort cleared
de: Empfohlene Sortierung aufgehoben

source: clear suggested sort
de: lösche die vorgeschlagene Sortierung

source: clear suggested sort?
de: lösche die vorgeschlagene Sortierung?

source: set as suggested sort
de: als vorgeschlagene Sortierung festlegen

source: suggested sort set
de: vorgeschlagene Sortierung festgelegt

source: disable inbox replies
de: Inbox Antworten deaktivieren
gd: cuir à comas freagairtean dhan bhogsa a-steach

source: inbox replies disabled
de: Inbox Antworten deaktiviert
gd: tha freagairtean dhan bhogsa a-steach à comas

source: enable inbox replies
de: Inbox Antworten aktivieren
gd: cuir an comas freagairtean dhan bhogsa a-steach

source: inbox replies enabled
de: Inbox Antworten aktiviert
gd: tha freagairtean dhan bhogsa a-steach an comas

source: inbox replies will send you a message when this link receives a new top-level comment
de: Dir wird eine Nachricht geschickt, wenn dieser Link einen neuen Kommentar bekommt
gd: gheibh thu teachdaireachd on bhogsa a-steach nuair a bheir cuideigin seachad beachd ùr àrd-ìre air a' cheangal seo

source: disable contest mode
de: Wettbewerbmodus deaktivieren
gd: cuir à comas am modh co-fharpaiseach

source: contest mode disabled
de: Wettbewerbmodus deaktiviert
gd: tha am modh co-fharpaiseach à comas

source: enable contest mode
de: Wettbewerbmodus aktivieren
gd: cuir an comas am modh co-fharpaiseach

source: contest mode enabled
de: Wettbewerbmodus aktiviert
gd: tha am modh co-fharpaiseach an comas

source: this thread is in contest mode
de: Dieses Thema ist im Wettkampfmodus
gd: tha an snàithlean seo sa mhodh chonnspaid

source: as a mod, you can sort comments however you wish and scores are visible. regular users have randomized sorting and cannot see the scores.
de: Als Mod kannst du Kommentare sortieren wie du möchtest und Punkte sind sichtbar. Normale User haben zufällige Sortierung und können die Punkte nicht sehen.

source: contest mode randomizes comment sorting, hides scores, and collapses replies by default.
de: der Wettbewerb-Modus ordnet Kommentare zufällig an, zeigt keine Punkte und versteckt standardmäßig Antworten.
gd: sa mhodh cho-fharpaiseach, bidh seòrsachadh nam beachdan air thuaiream, na sgòran am falach is na freagairtean co-theannaichte a ghnàth.

source: this post was submitted on
de: Dieser Beitrag wurde eingereicht am
gd: chaidh am post seo a chur

source: %(percent)s upvoted
de: %(percent)s gefällt das

source: comments from %(site)s
de: Kommentare von %(site)s
gd: beachdan o %(site)s

source: there doesn't seem to be anything here
de: Hier scheint nichts zu sein.
gd: tha coltas nach eil dad an-seo

source: new! create sets of subreddits to view together.
de: Neu! Erzeuge Subreddit-Sammlungen um sie zusammen anzuschauen.
gd: ùr! cruthaich seataichean de shubreddits airson am faicinn còmhla.

source: for starters, try one of these:
de: Für Anfänger, probiert folgendes:
gd: mar thoiseach tòiseachaidh, feuch aonan dhiubh seo:

source: to hide these samples, create a multi of your own:
de: Um diese Beispiele zu verstecken, erstelle ein eigenes Multi-Subreddit:
gd: gus na buill-shampaill seo a chur am falach, cruthaich multi thu fhèin:

source: explore some new subreddits
de: Erkunde ein paar neue subreddits
gd: rùraich cuid dhe na subreddits ùra

source: or try a multi:
de: oder versuche ein Multi-Subreddit
gd: no feuch multi:

source: or try a %(random_subreddit)s
de: oder versuche ein %(random_subreddit)s
gd: no feuch %(random_subreddit)s

source: random subreddit
de: zufälliger subreddit
gd: subreddit air thuaiream

source: using the default subreddits for your location (%(location)s)
de: Benutze die Standard-Subreddits für deinen Standort (%(location)s)
gd: a' cleachdadh nan subreddits bunaiteach airson d' ionaid (%(location)s)

source: use global defaults
de: benutze globale Grundeinstellungen
gd: cleachd na bun-roghainnean uile-choitcheann

source: dismiss this message
de: ignoriere diese Nachricht
gd: leig seachad an teachdaireachd seo

source: This post has been locked by the community moderators
de: Dieser Post wurde von den Moderatoren dieses Subreddit's geschlossen

source: New comments can no longer be added.
de: Es können keine weiteren Kommentare hinzugefügt werden.

source: You are logged in. Go use the site!
de: Sie sind eingeloggt. Viel Spaß!

source: You need to login to do that.
de: Du musst eingeloggt sein.

source: username
de: Benutzername
gd: ainm-cleachdaiche

source: choose a username
de: Wählen Sie einen Benutzernamen

source: remember me
de: Eingeloggt bleiben
gd: cum an cuimhne mi

source: get the best of reddit emailed to you once a week.
de: Erhalte das Beste der Woche von Reddit per E-Mail.

source: learn more
de: finde mehr heraus
gd: barrachd fiosrachaidh

source: sign up
de: registrieren

source: log in
de: einloggen

source: try another
de: Anderen ausprobieren
gd: feuch fear eile

source: available!
de: verfügbar!
gd: tha seo ri fhaighinn!

source: account recovery email
de: Account Wiederherstellungs E-Mail
gd: post-d airson aiseag a' chunntais

source: we only send email at your request
de: Emails werden nur auf deinen Wunsch hin versandt
gd: cha chuir sinn post-d thugad ach ma dh'iarras tu seo oirnn

source: recover password
de: Passwort wiederherstellen
gd: aisig am facal-faire

source: create a new account
de: Erstelle ein neues Benutzerkonto
gd: cruthaich cunntas ùr

source: By signing up, you agree to our %(terms)s and that you have read our %(privacy_policy)s and %(content_policy)s.
de: Beim Registrieren akzeptierst du unsere %(terms)s und bestätigst, dass du unsere %(privacy_policy)s und %(content_policy)s gelesen hast.

source: Terms
de: Bedingungen

source: Privacy Policy
de: Datenschutzerklärung
gd: Am poileasaidh prìobhaideachd

source: Content Policy
de: Inhaltsrichtlinien

source: expand all
de: Alle erweitern
gd: leudaich a h-uile

source: collapse all
de: Alle reduzieren
gd: co-theannaich a h-uile

source: show parent
de: Zeige Übergeordneten
gd: seall am pàrant

source: to
de: an
gd: gu

source: (username, or /r/name for that subreddit's moderators)
de: (Nutzername, oder /r/Name für diese subreddit Moderatoren)

source: subject
de: Betreff
gd: cuspair

source: Thanks! You're unsubscribed from all message notification emails.
de: Danke! Du hast alle Nachrichtenbenachrichtigungen deaktiviert.

source: comment by %(comment_author)s on "%(link_title)s"
de: Nachricht von %(comment_author)s auf "%(link_title)s"

source: link "%(link_title)s" by %(link_author)s
de: Link "%(link_title)s" von %(link_author)s

source: from
de: von
gd: o

source: leave
de: verlassen
gd: fàg

source: you are no longer a moderator
de: Du bist kein Moderator mehr.
gd: chan eil thu 'nad mhodaratair tuilleadh

source: stop being a moderator?
de: Aufhören, ein Moderator zu sein?
gd: a bheil thu airson a' mhodarataireachd a leigeil dhìot?

source: accept
de: Annehmen
gd: gabh ris

source: you are now a moderator. welcome to the team!
de: Du bist nun Moderator. Willkommen im Team!
gd: tha thu 'nad mhodaratair a-nis. fàilte dhan sgioba!

source: become a moderator of %s?
de: Werde Moderator von %s?
gd: a bheil thu airson a bhith 'nad mhodaratair ann an %s?

source: you are invited to become a moderator. %(action)s
de: Du bist eingeladen, Moderator zu werden. %(action)s
gd: fhuair thu cuireadh modarataireachd. %(action)s

source: /r/mod shows only subreddits you moderate.
de: /r/mod zeigt dir nur Subreddits, die du moderierst.
gd: cha seall /r/mod ach na subreddits a tha fo mhodarataireachd agad.

source: filter out subreddits
de: Subreddits herausfiltern
gd: criathraich às na subreddits

source: load more comments
de: Mehr Kommentare laden
gd: luchdaich barrachd bheachdan

source: [+] load the full conversation.
de: [+] lade die gesamte Konversation
gd: [+] gus an còmhradh slàn a luchdadh.

source: continue this thread
de: Diesen Thread fortsetzen
gd: lean air an t-snàithlean seo

source: curated by /u/%s
de: betreut von /u/%s
gd: fo shùil /u/%s

source: hidden
de: ausgeblendet
gd: falaichte

source: copy
de: kopieren
gd: lethbhreac

source: rename
de: umbennen
gd: thoir ainm ùr air

source: delete
de: Löschen
gd: sguab às

source: custom
de: benutzerdefiniert

source: default
de: standard
gd: bun-roghainn

source: create a copy
de: Kopie anlegen
gd: cruthaich lethbhreac

source: copy name
de: Kopiername
gd: dèan lethbhreac dhen ainm

source: warning: renaming a multi will break any links and references to the old name.
de: Warnung: Alle Links und Verweise zu diesem Multireddit werden nach dem Umbenennen nicht mehr funktionieren.
gd: rabhadh: ma bheir thu ainm ùr air multi, brisidh seo gach ceangal is iomradh air an t-seann-ainm.

source: new name
de: neuer Name
gd: ainm ùr

source: edit display name
de: Anzeigename ändern

source: edit description
de: Beschreibung bearbeiten
gd: deasaich an tuairisgeul

source: %(count)s subreddits in this multi:
de: %(count)s subreddits in diesem multi:
gd: %(count)s subreddits sa multi seo:

source: created by %(user)s
de: von %(user)s erstellt

source: a multireddit for
de: ein multireddit für
gd: multireddit airson

source: people also added:
de: Andere haben auch hinzugefügt:
gd: chuireadh na leanas ris cuideachd:

source: more suggestions
de: weitere Vorschläge
gd: barrachd mholaidhean

source: no more suggestions!
de: keine weiteren Vorschläge!
gd: chan eil barrachd mholaidhean ann!

source: would you like to...
de: würdest du gerne ...
gd: a bheil thu airson...

source: check out subreddits by category
de: subreddits nach Kategorien erkunden
gd: sùil a thoirt air subreddits a-rèir roinne

source: explore a random subreddit
de: zufälliges subreddit erkunden
gd: subreddit air thuaiream a rùrachadh

source: see the suggestions again
de: Vorschläge noch einmal anzeigen
gd: na molaidhean fhaicinn às ùr

source: submit to %(sr)s
de: bei %(sr)s einreichen
gd: cuir gu %(sr)s

source: suggest title
de: Titel vorschlagen
gd: mol tiotal

source: choose a subreddit
de: ein subreddit wählen
gd: tagh subreddit

source: submitting to %(sr)s
de: bei %(sr)s einreichen
gd: 'ga chur gu %(sr)s

source: send replies to my inbox
de: Sende Antworten an meine Inbox
gd: cuir freagairtean dhan bhogsa a-steach agam

source: good reddiquette
de: gute Reddikette
gd: deagh-reddiquette

source: subscribe to reddit's official newsletter,
de: Abonniere reddits offiziellen Newsletter,

source: Enter your email to get the very best of reddit's content curated, packaged, and delivered to your inbox once a week. It's free and we'll never spam you.
de: Gib deine E-Mail-Adresse ein, um das absolut Beste von reddits Inhalt einmal pro Woche organisiert, verpackt und zugestellt zu deinem Postfach zu bekommen. Es ist kostenlos und wir werden nie Spam zustellen.

source: back to reddit
de: Zurück zu reddit

source: enter your email
de: Gib deine E-Mail Adresse ein

source: subscribe
de: abonnieren
gd: fo-sgrìobh

source: More Info
de: Mehr Informationen

source: subscribe to our newsletter
de: Abonniere unseren Newsletter

source: get the best of reddit, delivered once a week
de: Bekomme das Beste von reddit, zugestellt einmal pro Woche

source: Allow %(app)s to:
de: Erlaube %(app)s:
gd: Thoir cead do dh'aplacaidean %(app)s:

source: %(app)s will not be able to access your reddit password.
de: %(app)s werden keinen Zugriff auf dein reddit Passwort haben.
gd: chan fhaigh %(app)s cothrom air an fhacal-fhaire reddit agad.

source: Allow
de: Erlauben
gd: Ceadaich

source: Decline
de: Verweigern
gd: Diùlt

source: The address '%(email)s' will no longer receive email from us.
de: Die Adresse '%(email)s' wird von uns nicht länger E-Mails empfangen.
gd: Chan fhaigh an seòladh '%(email)s' post-d uainn tuilleadh.
