Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: below is your two-factor authentication secret. you can scan the QR code with Google Authenticator or enter the key below manually. you WILL NOT have another chance to see this secret.
de: Dein Zwei-Faktor-Authentifizierungsschlüssel befindet sich unten. Du kannst den QR-Code mit Google Authenticator einscannen oder den Schlüssel unten manuell eingeben. Dieser Geheimschlüssel wird KEIN weiteres Mal angezeigt.
gd: tha rùn dearbhadh an dearbhaidh dhà-cheumnaich agad gu h-ìosal. 's urrainn dhut an còd QR a sganadh leis an dearbhair aig Google no an iuchair gu h-ìosal a chur a-steach thu fhèin. CHAN FHAIC thu an rùn seo a-rithist.

source: enable
de: aktivieren
gd: cuir an comas

source: verify your email
de: E-Mail-Adresse verifizieren
gd: dearbh am post-d agad

source: update your email
de: E-Mail-Adresse aktualisieren
gd: ùraich am post-d agad

source: current password
de: aktuelles Passwort
gd: am facal-faire làithreach

source: not set
de: nicht gesetzt
gd: cha deach a shuidheachadh

source: verified
de: Verifiziert
gd: air a dhearbhadh

source: verification pending
de: Verifikation ausstehend
gd: ri dhearbhadh

source: click to resend
de: zum erneuten Senden klicken
gd: dèan briogadh gus a chur a-rithist

source: unverified
de: Nicht verifiziert
gd: gun dearbhadh

source: click to verify
de: zum Verifizieren klicken
gd: dèan briogadh gus a dhearbhadh

source: send verification email
de: Verifikations-Mail senden
gd: cuir post-d dearbhaidh

source: update your password
de: Passwort aktualisieren
gd: ùraich am facal-faire agad

source: removed at %(time)s
de: entfernt um %(time)s
gd: air a thoirt air falbh %(time)s

source: (no need to click for this info; just hover over the checkmark next time)
de: (Nicht nötig auf diese Info zu klicken. Fahre einfach das nächste Mal mit der Maus über das Häkchen)
gd: (cha leig thu leas briogadh airson seo; fan os cionn na cromaige an ath-thuras)

source: upvote
de: positiv bewerten
gd: bhòt suas

source: downvote
de: negativ bewerten
gd: bhòt sìos

source: spammed
de: als Spam markiert
gd: air a spamadh

source: approve
de: freigeben
gd: thoir aonta ris

source: lock
de: sperren

source: unlock
de: entsperren

source: marked
de: markiert
gd: air a chomharradh

source: un-nsfw
de: nsfw entfernen

source: unmarked
de: Markierung entfernt
gd: air a neo-chomharradh

source: retry thumb
de: versuche die Vorschau noch einmal
gd: feuch ris an dealbhag a-rithist

source: check back in a few minutes
de: Teste es in wenigen Minuten erneut

source: distinguish this?
de: Dies kennzeichnen?
gd: a bheil thu airson seo a chomharradh?

source: distinguishing...
de: wird gekennzeichnet...
gd: 'ga chomharradh...

source: give reddit gold in appreciation of this post.
de: Gib Reddit Gold als Anerkennung für diesen Beitrag.
gd: thoir reddit òir gus urram a thoirt dhan phost seo.

source: reapprove
de: erneut zulassen
gd: thoir aonta ris a-rithist

source: click to show report reasons
de: Klicken um Meldungsgründe zu sehen

source: moderator reports:
de: Moderator Meldungen:

source: user reports:
de: Benutzer Meldungen:

source: unhide
de: Einblenden
gd: na falaich

source: unhidden
de: Eingeblendet
gd: 'ga shealltainn a-rithist

source: reject
de: Ablehnen
gd: diùlt

source: accepted
de: Angenommen
gd: air gabhail ris

source: fraud
de: Betrug
gd: foill

source: context
de: Kontext
gd: co-theacsa

source: full comments
de: vollständige Kommentare
gd: beachdan slàna

source: reply {verb}
de: antworten
gd: freagair

source: unblock subreddit
de: subreddit freigeben

source: unblocked
de: ungeblockt

source: block subreddit
de: subreddit blockieren

source: block user
de: User blockieren
gd: bac an cleachdaiche

source: mark unread
de: als ungelesen markieren
gd: cuir comharra nach deach a leughadh

source: You must be invited to visit this community
de: Du musst eingalden werden um diese Gruppe ansehen zu können

source: The moderators of this subreddit have set it to private. You must be a moderator or approved submitter to visit.
de: Die Moderatoren dieses subreddit haben es als Privat festgesetzt. Du musst ein Moderator oder ein verifizierter Einreicher sein.

source: + friends
de: +Freunde
gd: + caraidean

source: - friends
de: -Freunde
gd: - caraidean

source: comment karma
de: Kommentar-Karma
gd: karma bheachdan

source: really obscure karma from before it was cool to track per-subreddit
de: wirklich obskures Karma aus der Zeit, bevor es cool war per-Subreddit zu verfolgen.
gd: karma fìor-annasach a b' àbhaist a bhith ann mus robh tracadh a-rèir nan subreddit ann

source: View/edit my snoovatar
de: Sehe/Bearbeite dein Snoovater

source: of reddit gold remaining
de: von reddit Gold verbleiben
gd: de reddit òir air fhàgail

source: view gold features/benefits
de: Zeige die Vorteile von Gold

source: Recurring Paypal subscription
de: Widerkehrendes Paypal Abonnement
gd: Fo-sgrìobhadh PayPal ath-chùrsach

source: manage recurring subscription
de: sich wiederholende Abonnements verwalten
gd: stiùirich fo-sgrìobhadh ath-chùrsach

source: redditor for
de: redditor seit
gd: 'na redditair fad

source: to be promoted by %(author)s
de: wird von %(author)s unterstützt werden
gd: ri bhrosnachadh le by %(author)s

source: promoted by %(author)s
de: unterstützt von %(author)s
gd: brosnaichte le %(author)s

source: waiting approval
de: Auf Genehmigung wartend

source: click-through (%)
de: Klickrate (%)

source: totals are preliminary until 24 hours after the end of the promotion.
de: Die Gesamtsummen sind bis 24 Stunden nach dem Ende der Werbeaktion als vorläufig zu betrachten.
gd: 's e ro-iomlan a bhios annta fad 24 uair a thìde an dèidh crìoch na h-iomairt.

source: Campaigns created before September 12, 2012 don't have traffic data
de: Für Kampagnen, die vor dem 12. Sep. 2012 gestartet wurden, sind keine Trafficdaten verfügbar
gd: Chan eil dàta trafaig aig iomairtean a chaidh a chruthachadh ron 12 dhen t-Sultain 2012

source: end
de: Ende
gd: deireadh

source: location
de: Standort
gd: ionad

source: imps purchased
de: imps gekauft

source: imps delivered
de: imps geliefert

source: download as csv
de: Als csv downloaden

source: A good title is important to the success of your campaign. reddit users are an intelligent, thoughtful group, and reward those who engage them.
de: Ein guter Titel ist wichtig für den Erfolg Deiner Kampagne. Die Mitglieder von reddit sind intelligent und aufmerksam und belohnen diejenigen, die Ihre Aufmerksamkeit gewinnen.
gd: Tha tiotal math cudromach dhan iomairt. tha na daoine air reddit gu math glic is smuaineachail agus is caomh leotha daoine a thèid 'nan còir.

source: post type
de: Eintragstyp
gd: seòrsa a' phuist

source: clicks through to your URL
de: Klickrate zu deiner URL
gd: co mheud a bhriog air adhart gun URL agad

source: clicks through to text you customize
de: klickt durch den Text, den Du anpassen möchtest
gd: co mheud duine a bhriog air adhart gun teacsa ghnàthaichte agad

source: Provide the URL of your ad. No redirects please!
de: Gebe die URL zu deiner Werbeanzeige an. Bitte keine Weiterleitungen!
gd: Cuir ann URL na sanasachd agad. Na cleachd ath-stiùireadh!

source: Override display domain:
de: Angezeigte Domain überschreiben:
gd: Tar-àithn an àrainn a thaisbeanar:

source: Choose a different domain name to display on the site (the small grey text next to a link)
de: Bitte wähle einen anderen Domain-Namen zur Anzeige auf der Seite (kleiner graue Text neben einem Link)

source: Enter a URL to insert into a 3rd-party impression tracking code snippet
de: Füge eine URL ein um einen dritt Anbieter "impression tracking" Code-Ausschnitt einzufügen

source: Enter a second 3rd-party impression tracking URL (not common)
de: Füge eine zweite dritt Anbieter "impression tracking" URL ein (nicht geläufig)

source: images will be resized if larger than 140x140 pixels (displayed at 70x70)
de: Bilder werden verkleinert, wenn sie größer als 140x140 Pixel sind (Anzeigengröße ist 70x70)

source: mobile ad image
de: Mobiles Werbebild

source: upload image for use on mobile web. should be exactly 1200x628 pixels (displayed at 600x314)
de: Lade ein Bild für die Benutzung im mobilen Internet hoch. Es sollte exakt 1200x628 Pixel haben (angezeigt auf 600x314)

source: disable comments
de: Kommentare deaktivieren
gd: cuir beachdan à comas

source: send comments on my ad to my inbox
de: Sende Antworten auf meine Werbung an meine Inbox
gd: cuir beachdan a nithear air an t-sanasachd agam dhan bhogsa a-steach agam

source: Comments are a great way to get feedback from customers, and the reddit community is known for being vocal in comment threads.
de: Kommentare sind eine gute Möglichkeit, um Rückmeldungen von Kunden zu bekommen. Die reddit Community ist dafür bekannt, in den Kommentaren eine starke Stimme zu haben.
gd: Tha beachdan fìor-mhath 's iad ag innse dhut dè na beachdan a tha aig na custamairean agad agus tha fhios nach eil coimhearsnachd reddit diùid leis na beachdan.

source: media override (adds an onclick to the link to generate a drop-down rather than a link out)
de: Medien-Überbrückung (ändert das Verhalten beim Klicken von Links, statt zu einer Fremdseite weitergeleitet zu werden wird ein Drop-Down Menü erzeugt)
gd: tar-àithne mheadhanan (cuiridh seo onclick ris a' cheangal a chruthaicheas drop-down seach link out)

source: managed promotion
de: Geleitete Werbung

source: Managed promotions don't appear in the selfserve approval queues.
de: Verwaltete Promotionen erscheinen nicht in der Selbstbedienung-Warteschlange zur Zustimmung.

source: duration
de: Dauer
gd: faid

source: Every reddit ad is approved by a person on the reddit ads team. You are creating an ad outside of our business hours. We'll be back to reviewing ads on Monday morning. If your ad has a Monday start date, it will launch at 9am PST / 12pm EST on Monday.
de: Jede Werbung auf reddit wird von einem Mitarbeiter des reddit Werbeteams genehmigt. Du erstellst eine Werbung außerhalb unserer Geschäftszeiten. Wir werden das Überprüfen von Werbungen am Montagmorgen fortsetzen. Wenn deine Werbung einen Montag als Startdatum hat, wird sie um 9AM PST / 12PM EST am Montag starten.

source: desktop only
de: nur Desktop

source: mobile web only
de: nur Mobil

source: you must select at least one mobile OS
de: Du musst mindestens ein mobiles Betriebssystem auswählen

source: All
de: Alle

source: Filter by device and OS
de: Nach Gerät und Betriebssystem filtern

source: Min
de: Minimum

source: iOS min
de: iOS Minimum

source: Max
de: Maximum

source: iOS max
de: iOS maximum

source: Android Phone
de: Android Handy

source: android min
de: andorid minimum

source: Android max
de: Andorid maximum

source: you must select valid versions to target
de: du musst zum zielen gültige Versionen auswählen

source: platform
de: Plattform

source: no frequency cap
de: Kein Limit für Häufigkeit

source: frequency capped
de: Häufigkeit limitiert

source: frequency
de: Häufigkeit

source: priority
de: Priorität
gd: prìomhachas

source: total budget
de: Gesamtbudget
gd: am buidsead slàn

source: price
de: Preis
gd: prìs

source: if you modify the budget of this paid campaign you will need to reauthorize payment by clicking the "pay" button
de: Wenn Du das Budget dieser bezahlten Kampagne veränderst, musst Du die Zahlung erneut durch einen Klick auf "Bezahlen" autorisieren
gd: ma dh'atharraicheas tu buidsead na h-iomairt phàighte seo, bidh agad ri ùghdarras as ùr a thoirt dha 's tu a' briogadh air a' phutan "pàigh"

source: targeting
de: abzielen
gd: amasadh

source: interests
de: Interessen
gd: suimeannan

source: targets a collection of similar subreddits
de: Gibt eine Sammlung von ähnlichen subreddits vor

source: subreddits included on the frontpage are based on users' subscriptions
de: Die subreddits auf der Startseite hängen von den Abonnements des Nutzers ab

source: includes these subreddits
de: diese subreddits miteinbeziehen

source: and more!
de: und mehr!

source: location targeting is only available when targeting the frontpage
de: Geotargeting ist nur auf der Startseite verfügbar
gd: chan eil targaideachadh ionaid ri làimh ach ma thathar a' targaideachadh air an duilleag mhòr

source: subreddit targeting
de: gefolgte subreddits

source: spend history
de: Ausgabenverlauf

source: promotion history
de: Werbungshistorie
gd: an eachdraidh brosnachaidh

source: creative dashboard
de: kreativer Kontrollbereich
gd: deas-bhòrd cruthachail

source: campaign dashboard
de: Kampagnenübersicht
gd: deas-bhòrd na h-iomairt

source: You don't have any campaigns for this link yet. You should add one.
de: Du hast noch keine Kampagne für diesen Link. Du solltest eine hinzufügen.
gd: Chan eil iomairt sam bith agad fhathast airson a' cheangail seo. Bu chòir dhut tè a chur ris.

source: click to create a new campaign. To edit an existing campaign in the table below, click the 'edit' button.
de: Klicken um eine neue Kampagne zu erstellen. Klicken Sie bearbeiten, um eine bereits bestehende Kampagne in der untenstehenden Tabelle zu bearbeiten.
gd: dèan briogadh airson iomairt ùr a chruthachadh. gus iomairt làithreach a dheasachadh sa chlàr gu h-ìosal, briog air a' phutan "deasaich".

source: admin dashboard
de: Kontrollbereich
gd: deas-bhòrd luchd-rianachd

source: confirm
de: bestätigen
gd: dearbhaich

source: name of the community that you are targeting. A blank entry here means that the ad is untargeted and will run site-wide
de: Name der Community die angesprochen werden soll. Lasse das Feld leer um die Werbung seitenweit anzuzeigen.
gd: ainm na coimhearsnachd air a bheil thu ag amas. ma dh'fhàgas tu seo bàn, tuigidh sinne dheth gur e sanasachd gun amas a tha ann agus thèid a ruith air feadh na làraich.

source: You have too many campaigns for this link.
de: Du hast zu viele Kampagnen für diesen Link.
gd: Tha cus iomairtean agad airson a' cheangail ud

source: It's time to start fresh!
de: Es ist an der Zeit, neu anzufangen!
gd: 'S mithich dhut toiseach ùr!

source: bid
de: Gebot
gd: tairgse

source: payment mismatch
de: Zahlungsdiskrepanz

source: grouping
de: Gruppierung

source: Are you sure you want to view this community?
de: Sind sie sicher das sie diese Community besuchen wollen?

source: You must have a [verified email](/prefs/update) to view this community
de: Du musst eine [verifizierte E-Mail](/prefs/update) haben um diese Community zu sehen

source: You must log in and have a verified email to view this community
de: Du musst eingeloggt sein und eine verifizierte E-Mail hinterlassen um diese Community zu sehen

source: Communities that are dedicated to shocking or highly offensive content are [quarantined](%(link)s). Content in this community may be upsetting. Are you certain you want to continue?
de: Communities,die schockierenden oder sehr beleidigenden Inhalt besitzen sind[quarantined](%(link)s). Inhalte in dieser Community können erschütternd sein. Möchtest du wirklich fortfahren?

source: Communities that are dedicated to shocking or highly offensive content are [quarantined](%(link)s).
de: Communities,die bestimmt sind zu schockieren oder beleidigenden Inhalt beinhalten,sind [quarantined]%(link)s.

source: discussions in
de: Diskussionen in

source: Use of this site constitutes acceptance of our %(user_agreement)s and %(privacy_policy)s
de: Das Benutzen dieser Website begründet sich auf der Verpflichtung unserer %(user_agreement)s und %(privacy_policy)s
gd: Ma chleachdas tu an làrach seo, bidh thu aig aontachadh ri %(user_agreement)s agus ris %(privacy_policy)s

source: User Agreement {Genitive}
de: Endbenutzervereinbarung
gd: aonta a' chleachdaiche

source: %(year)d reddit inc. All rights reserved.
de: %(year)d reddit inc. Alle Rechte vorbehalten.
gd: %(year)d reddit inc. Gach còir glèidhte.

source: jump to content
de: springe zu Inhalt
gd: leum gun t-susbaint

source: You're in beta mode! Thanks for helping to test reddit.
de: Du bist im Beta Modus! Danke, dass du hilfst reddit zu testen.

source: Please give feedback at %(beta_link)s, or %(learn_more_link)s.
de: Bitte gebe uns Feedback auf %(beta_link)s, oder %(learn_more_link)s.

source: learn more on the wiki
de: Erfahre mehr im Wiki

source: Want to join? %(login_or_register)s in seconds.
de: Möchtest Du mitmachen? %(login_or_register)s in Sekunden.

source: Log in or sign up
de: Einloggen oder Registrieren

source: new mail!
de: Neue Nachricht!
gd: post ùr!

source: no new mail
de: Keine neue Nachricht

source: mod messages
de: Moderatornachrichten
gd: teachdaireachdan mhodaratairean

source: traffic by day of week
de: Traffic nach Wochentag
gd: trafaig a-rèir latha na seachdaine

source: daily mean
de: Tagesdurchschnitt
gd: am meadhan làitheil

source: refund promotion
de: Werbeaktion zurückerstatten
gd: ath-dhìol am brosnachadh

source: campaign
de: Kampagne
gd: iomairt

source: dates
de: Daten
gd: cinn-là

source: impressions purchased
de: erworbene Eindrücke
gd: impressions a chaidh a cheannach

source: impressions received
de: erhaltene Eindrücke
gd: impressions a fhuaradh

source: billable amount
de: gebührenpflichtiger Betrag
gd: suim ri bhileachadh

source: refund amount
de: Erstattungsbetrag
gd: suim ri ath-dhìoladh

source: issue refund
de: Erstattung
gd: dèan ath-dhìoladh

source: free
de: gratis
gd: saor an-asgaidh

source: pay
de: bezahlen
gd: pàigh

source: change
de: ändern
gd: atharraich

source: freebie
de: Geschenk
gd: an-asgaidh

source: refund
de: Zurückerstattung
gd: ath-dhìol

source: complete
de: komplett
gd: coilean

source: terminate
de: beenden
gd: cuir crìoch

source: why are you reporting this?
de: Wieso meldest du das?

source: other (max %(num)s characters):
de: oder (maximal %(num)s Zeichen):

source: converted query to %(syntax)s syntax: %(converted)s
de: Anfrage in %(syntax)s Syntax konvertiert: %(converted)s
gd: chaidh a' cheist iompachadh 'na %(syntax)s: %(converted)s

source: find submissions in "subreddit"
de: finde Beiträge in "subreddit"
gd: lorg rudan a chaidh a chur ann an "subreddit"

source: find submissions by "username"
de: finde Beiträge nach "Nutzername"
gd: lorg rudan a chaidh a chur a-rèir "ainm-cleachdaiche"

source: find submissions from "example.com"
de: finde Beiträge von "example.com"
gd: lorg rudan a chaidh o "bhall-eisimpleir.com"

source: search for "text" in url
de: Suche nach "text" in url
gd: lorg airson "teacsa" ann an url

source: search for "text" in self post contents
de: Suche nach "text" im Inhalt des Text-Posts
gd: lorg airson "teacsa" ann an susbaint nam post a chuir thu fhèin

source: include (or exclude) self posts
de: Text-Posts einbeziehen (oder ausschliessen)
gd: gabh a-steach (no dùin a-mach) puist a chuir thu fhèin

source: include (or exclude) results marked as NSFW
de: Als NSFW markierte Resultate einbeziehen (oder ausschliessen)
gd: gabh a-steach (no dùin a-mach) toraidhean ris a bheil comharra NSFW

source: see the search faq for details.
de: siehe die Such-FAQ für Details.
gd: seall càbha nan lorg airson mion-fhiosrachadh.

source: advanced search: by author, subreddit...
de: Erweiterte Suche: nach Autor, Subreddit...
gd: lorg adhartach: a-rèir ùghdair, subreddit...

source: Search
de: Suche

source: limit my search to %(path)s
de: limitiere meine Suche auf %(path)s
gd: na dèan lorg ach ann an %(path)s

source: by
de: von

source: to %s
de: an %s

source: less
de: weniger

source: a community for %(time)s
de: eine Gemeinschaft seit %(time)s
gd: 'na choimhearsnachd a-mach o %(time)s

source: search within %(subreddit)s
de: Suche innerhalb von %(subreddit)s

source: search in %(subreddit)s
de: Suche in %(subreddit)s

source: visible to:
de: sichtbar für:
gd: 'ga shealltainn:

source: only me
de: nur mich
gd: dhomh fhìn a-mhàin

source: everyone
de: jedermann
gd: dhan a h-uile duine

source: note: you will only be eligible for a gilding trophy if this is set to "everyone"
de: Hinweis: Du kannst Gold Trophäen nur erlangen, wenn diese Einstellung "jeder" lautet
gd: an aire: cha bhi thu airidh air cuach òraidh ach ma thaghas tu "a h-uile duine" an-seo

source: top subreddits
de: Beste Subreddits
gd: gràinnean-mullaich nan subreddits

source: make report
de: melden
gd: dèan aithisg

source: self-serve advertisement tool
de: Selbstbedienungs-Anzeigentool
gd: inneal airson sanasachd fèin-fhrithealaidh

source: Use of this tool is open to all members of reddit.com, and for as little as %(price)s you can advertise in this area. %%(get_started)s
de: Die Verwendung dieses Tools ist für alle Mitglieder von reddit.com gestattet, für gerade mal %(price)s können Sie diese Werbefläche nutzen. %%(get_started)s
gd: Tha an t-inneal seo ri làimh buill reddit.com air fad agus is urrainn dhut sanasachd a dhèanadh an-seo air suim cho beag ri %(price)s. %%(get_started)s

source: Get started
de: Erste Schritte
gd: Dèan toiseach-tòiseachaidh

source: This is a new ad format that we are currently testing. We often try new types of ads in a limited capacity. If you have feedback, please let us know in the %(subreddit)s.
de: Dies ist ein neues Werbeformat welches wir derzeit testen. Wir probieren oft neue Arten von Werbung in limitierter Menge aus. Wenn du Feedback hast, bitte lass es uns in den %(subreddit)s wissen.

source: This area shows new and upcoming links. Vote on links here to help them become popular, and click the forwards and backwards buttons to view more.
de: Dieser Bereich zeigt neue und aufstrebende Links. Stimme hier über Links ab, um sie aufzuwerten und klicke die Vor- und Zurück-Schaltflächen, um mehr zu sehen.
gd: Seallaidh an raon seo naidheachdan is ceanglaichean a tha ri tighinn. Bhòt airson ceanglaichean an-seo airson 's gum fàs an fhèill a bhios orra agus briog air na putanan "air ais" is "air adhart" airson barrachd fhaicinn.

source: here
de: Hier
gd: an-seo

source: This element has been disabled.
de: Diese Element wurde deaktiviert.
gd: Chaidh an eileamaid a chur à comas.

source: Click %(here)s to disable this feature.
de: %(here)s klicken um dieses Feature zu deaktivieren.
gd: Briog %(here)s gus am feart seo a chur à comas.

source: Enter a keyword or topic to discover new subreddits around your interests. Be specific!
de: Gib ein Schlüsselwort oder Thema ein um neue Subreddits zu finden, die deinen Interessen entsprechen. Sei spezifisch!
gd: Cuir a-steach facal-faire no cuspair airson subreddits ùra a lorg a-rèir nan rudan a tha ùidh agad annta. Bi pongail!

source: You can access this tool at any time on the %(reddits)s page.
de: Sie können dieses Tool zu jeder Zeit auf der %(reddits)s Seite aufrufen.
gd: Gheibh thu cothrom air an inneal seo o dhuilleag %(reddits)s uair sam bith.

source: not approved
de: Nicht bestätigt
gd: gun aonta

source: too many results? narrow it down to a subreddit!
de: Zu viele Ergebnisse? Begrenze sie auf ein Subreddit!
gd: cus thoraidhean? amais air subreddit gus a bhith nas pongaile!

source: This community is [quarantined](%(link)s) because of its shocking or highly offensive content.
de: Diese Community ist [quarantined](%(link)s) wegen seiner schockierenden oder sehr beleidigenden Inhalten.

source: Leave this community
de: Verlasse diese Gruppe

source: logged-in users viewing this subreddit in the past 15 minutes
de: Eingeloggte Benutzer, die sich dieses Subreddit in den letzten 15 Minuten angesehen haben
gd: daoine a rinn clàradh a-steach 's a choimhead air an t-subreddit seo sa chairteal na h-uarach seo chaidh

source: you are no longer an approved submitter
de: Du bist kein zugelassener Einreicher mehr
gd: chan e submitter ùghdarraichte a tha annad tuilleadh

source: stop being an approved submitter?
de: Aufhören, ein zugelassener Einreicher zu sein?
gd: airson crìoch a chur air d' inbhe mar submitter?
