Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: You are submitting a text-based post. Speak your mind. A title is required, but expanding further in the text field is not. Beginning your title with "vote up if" is violation of intergalactic law.
de: Du reichst einen Textbeitrag ein. Sag was Du denkst. Eine Überschrift wird benötigt, aber Text im Textfeld nicht. Ein Titel der mit "Votiere aufwärts, wenn" beginnt, ist ein Verstoß gegen intergalaktisches Recht.
gd: Tha thu a' cur post teacsa. Innis dhuinn na tha air d' inntinn. Tha feum air tiotal ach cha leig thu leas leudachadh air san raon teacsa. Briseadh laghan na Fèinne ma thòisicheas tu air tiotal le "bhòt suas ma...".

source: Submit a new link
de: Einen Link einreichen
gd: Cuir ceangal ùr

source: Submit a new text post
de: Inhalt einreichen
gd: Cuir post teacsa ùr

source: we're going to need to verify your email address for you to proceed.
de: Damit Du fortfahren kannst müssen wir deine E-Mail-Addresse verifizieren.
gd: feumaidh sinn am post-d agad a dhearbhadh mus urrainn dhut leantainn air adhart.

source: you'll be able to submit more frequently once you verify your email address
de: Sobald Du Deine E-Mail-Addresse verifiziert hast, wirst Du häufiger einreichen können
gd: 's urrainn dhut rudan a chur nas trice turas a chaidh am post-d agad a dhearbhadh

source: your email address has been verified
de: Deine E-Mail-Addresse wurde verifiziert
gd: chaidh am post-d agad a dhearbhadh

source: Verification failed. Please try that again
de: Verifizierung fehlgeschlagen. Bitte nochmal versuchen
gd: Dh'fhàillig an dearbhadh. Nach fheuch thu ris a-rithist?

source: The email verification link you've followed is for a different user. Please log out and switch to that user or try again below.
de: Der Email-Verifizierungslink, dem du gefolgt bist, ist für einen anderen Benutzer. Bitte melde dich ab und wechsle zu diesem Benutzer oder versuche es unten erneut.

source: Our search machines are under too much load to handle your request right now. :( Sorry for the inconvenience. Try again in a little bit -- but please don't mash reload; that only makes the problem worse.
de: Unsere Suchmaschinen sind unter zu großer Last, um Deine Anfrage im Moment zu bearbeiten. :( Entschuldige die Unannehmlichkeiten. Versuche es nach einer Weile noch einmal -- aber bitte klicke nicht dauernd auf Reload; das macht das Problem nur schlimmer.
gd: Tha cus ri dhèanamh aig na h-innealan luirg againn an-dràsta fhèin 's chan urrainn dhuinn dèiligeadh ris na dh'iarr thu. :( Tha sinn duilich. Nach fheuch thu ris a-rithist an ceann greis? Ach feuch is seachainn ath-luchdadh is ath-luchdadh, nì sin nas miosa cùisean fhathast.

source: I couldn't understand your query, so I simplified it and searched for "%(clean_query)s" instead.
de: Ich konnte Deine Anfrage nicht verstehen, daher wurde sie vereinfacht, und ich habe stattdessen nach "%(clean_query)s" gesucht.
gd: Cha do thuig sinn do cheist agus rinn sinn nas simplidhe e. Chaidh lorg a dhèanamh airson "%(clean_query)s" 'na àite.

source: I couldn't understand your search query. Please try again.
de: Ich konnte Deine Suchanfrage nicht verstehen. Bitte versuch es nochmal.
gd: Cha do thuig sinn na dh'iarr thu. Nach fheuch thu ris a-rithist?

source: You may also want to check the [search help page](%(search_help)s) for more information.
de: Du kannst auch die [Hilfe-Suchseite](%(search_help)s) nach weiteren Informationen durchsuchen.
gd: Dh'fhaoidte gum faigh thu barrachd fiosrachaidh air [duilleag na cobharach](%(search_help)s) cuideachd.

source: Reddit is in "emergency read-only mode" right now. :( You won't be able to log in. We're sorry and are working frantically to fix the problem.
de: Reddit ist gerade im "Nur-Lesen-Notfallmodus". :( Du wirst dich nicht einloggen können. Tut uns leid, und wir arbeiten mit Hochdruck an der Problembehebung.

source: this page is temporarily in read-only mode due to heavy traffic.
de: Diese Seite ist im vorübergehend schreibgeschützt aufgrund von zu viel Traffic.
gd: chan urrainnear ach leughadh a dhèanamh an-seo an-dràsta fhèin ri linn trafaig mhòr.

source: You sent us a postcard! (Or something similar.) When we run out of room on our refrigerator, we might one day auction off the stuff that people sent in. Is it okay if we include your thing?
de: Du hast uns eine Postkarte geschickt! (Oder etwas ähnliches.) Wenn wir keinen Platz mehr am Kühlschrank haben, würden wir eines Tages die Dinge, die uns Leute geschickt haben, versteigern. Ist es okay, wenn wir Dein Ding dabei miteinbeziehen?
gd: Chuir thu cairt-phuist thugainn! (No rudeigin mar sin.) 'S mathaid nach bi àite air fhàgail air an fhuaradair againn latha dhe na làithean 's bi againn ri fèill-reic a chumail. Am biodh e ceart gu leòr nan gabhamaid a-staigh na chuir thusa thugainn cuideachd?

source: Sorry, the maximum number of comments is %(max)d. (However, if you subscribe to reddit gold, it goes up to %(goldmax)d.)
de: Entschuldigung, die maximale Anzahl an Kommentaren ist %(max)d. (Wenn Du Reddit Gold benutzt werden es bis zu %(goldmax)d.)
gd: Tha sinn duilich ach chan eil ceadaichte ach suas ri %(max)d beachd. (Ge-tà, ma gheibh thu fo-sgrìobhadh reddit òir, thèid seo suas ri %(goldmax)d.)

source: Sorry, the maximum number of comments is %d.
de: Entschuldigung, die maximale Anzahl an Kommentare beträgt %d.
gd: Tha sinn duilich ach chan eil ceadaichte ach suas ri %d beachd.

source: ***WARNING: Responding to this message will reveal your username to the gildee.***
de: ***WARNUNG: Das Antworten auf diese Nachricht wird deinen Nutzernamen preisgeben.***

source: Thanks for claiming a reddit gold code.
de: Danke, dass du ein reddit Gold Code eingelöst hast

source: You're about to make a one-time purchase of %(amount)s of reddit gold for yourself (%(user)s). You'll pay a total of %(price)s for this.
de: Du bist gerade dabei einen einmaligen Kauf von %(amount)s von reddit Gold für dich (%(user)s) zu tätigen. Du zahlst einen Gesamtpreis von %(price)s hierfür.
gd: Tha thu an impis fo-sgrìobhadh %(amount)s a reddit òir a cheannach dhut (%(user)s). Cosgaidh seo %(price)s uile gu lèir.

source: You're about to purchase %(amount)s. They work like gift certificates: each creddit you have will allow you to give one month of reddit gold to someone else. You'll pay a total of %(price)s for this.
de: Du kaufst gerade %(amount)s. Sie funktionieren wie Geschenkkarten: Mit jedem Creddit kannst du jemandem einen Monat Reddit Gold schenken. Du wirst dafür %(price)s zahlen.

source: You're about to purchase %(amount)s of reddit gold in the form of a gift code. The recipient (or you) will be able to claim the code to redeem that gold to their account. You'll pay a total of %(price)s for this.
de: Du bist gerade dabei %(amount)s reddit Gold in Form eines Geschenkcodes zu kaufen. Der Empfänger (oder du) werden in der Lage sein, den Code einzulösen und das Gold für sich zu beanspruchen. Du zahlst insgesamt %(price)s hierfür.
gd: Tha thu an impis %(amount)s a reddit òir a cheannach ann an cruth còd preusaint. 'S urrainn dhut fhèin no an neach a bheir thu dha e an t-òr a chur ris a' chunntas acasan. Cosgaidh seo %(price)s uile gu lèir.

source: You're about to give %(amount)s of reddit gold to %(recipient)s, who will be told that it came from you. You'll pay a total of %(price)s for this.
de: Du bist gerade dabei %(amount)s reddit Gold %(recipient)s zu geben, welchem mitgeteilt wird, dass das Gold von dir stammt. Du zahlst insgesamt %(price)s hierfür.
gd: Tha thu an impis %(amount)s a reddit òir a thoirt dha %(recipient)s agus chì iad gur thusa a thug dhaibh e. Cosgaidh seo %(price)s uile gu lèir.

source: You're about to give %(amount)s of reddit gold to %(recipient)s. It will be an anonymous gift. You'll pay a total of %(price)s for this.
de: Du wirst %(recipient)s %(amount)s reddit gold Credits geben . Es wird ein anonymes Geschenk sein. Du zahlst insgesamt %(price)s dafür.
gd: Tha thu an impis %(amount)s a reddit òir a thoirt dha %(recipient)s agus chan fhaic iad gur thusa a thug dhaibh e. Cosgaidh seo %(price)s uile gu lèir.

source: Want to say thanks to *%(recipient)s* for this comment? Give them a month of [reddit gold](/gold/about).
de: Du willst dich bei *%(recipient)s* für diesen Kommentar bedanken? Gib ihm einen Monat [reddit gold](/gold/about).
gd: A bheil thu airson taing a thoirt dha *%(recipient)s* airson a' bheachd seo? Carson nach doir thu dhaibh mìos a [reddit òir](/gold/about)?

source: Want to say thanks to *%(recipient)s* for this submission? Give them a month of [reddit gold](/gold/about).
de: du willst dich bei *%(recipient)s* für diesen Kommentar bedanken? Gib ihm einen Monat [reddit gold](/gold/about).
gd: A bheil thu airson taing a thoirt dha *%(recipient)s* airson na chuir thu? Carson nach doir thu dhaibh mìos a [reddit òir](/gold/about)?

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this comment:
de: Du wirst *%(recipient)s* für den folgenden Kommentar ein [reddit gold Abo](/gold/about) für einen Monat geben:
gd: Tha thu an impis mìos a [reddit òir](/gold/about) a thoirt dha *%(recipient)s* airson a' bheachd a leanas:

source: You're about to give *%(recipient)s* a month of [reddit gold](/gold/about) for this submission:
de: Du wirst *%(recipient)s* für den folgenden Beitrag [reddit Gold](/gold/about) für einen Monat geben:
gd: Tha thu an impis mìos a [reddit òir](/gold/about) a thoirt dha *%(recipient)s* airson an rud a leanas a chuir iad:

source: You'll pay a total of %(price)s for this.
de: Du wirst insgesamt %(price)s dafür bezahlen.
gd: Cosgaidh seo %(price)s uile gu lèir.

source: This is an archived post. You won't be able to vote or comment.
de: Das ist ein archivierter Beitrag. Du wirst hier nicht abstimmen oder kommentieren können.

source: This post is locked. You won't be able to comment.
de: Dieser Post wurde gesperrt. Sie können keine Kommentare hinzufügen.

source: This page shows a history of recent activity on your account. If you notice unusual activity, you should change your password immediately. Location information is guessed from your computer's IP address and may be wildly wrong, especially for visits from mobile devices.
de: Diese Seite zeigt den Verlauf der letzten Aktivitäten deines Kontos. Du solltest dein Passwort schnellstmöglich ändern, falls du ungewöhnliche Aktivitäten bemerkst. Gebietsinformationen werden durch die IP-Adresse deines Computers geschätzt und können stark abweichen, besonders falls du ein mobiles Gerät benützt.

source: You are currently accessing reddit from this IP address: %(address)s.
de: Du besuchst Reddit gerade von folgender IP-Addresse: %(address)s.
gd: Tha thu ag inntrigeadh reddit on t-seòladh IP a leanas an-dràsta: %(address)s.

source: These apps are authorized to access your account. Signing out of all sessions will revoke access from all apps. You may also revoke access from individual apps below.
de: Diese Apps haben Zugriff auf dein Konto. Wenn du dich aus allen Sitzungen ausloggst dann wird der Zugriff abgebrochen. Du kannst unten auch individuell Zugriffe entziehen.
gd: Tha cothrom aig na h-aplacaidean a leanas air a' chunntas agad. Ma chlàraicheas tu a-mach à gach seisean, thèid an cead a thoirt air falbh o gach aplacaid. 'S urrainn dhut an cead a thoirt air falbh o aplacaid fa leth gu h-ìosail.

source: Traffic processing is currently running slow. The latest data available is from %(date)s. This page will be updated as new data becomes available.
de: Die Datenverarbeitung läuft derzeit langsam. Die jüngsten verfügbaren Daten sind von %(date)s. Diese Seite wird aktualisiert, wenn neue Daten vorliegen.
gd: Tha pròiseasadh na trafaig slaodach an-dràsta. Gheibhear an dàta as ùire o %(date)s. Thèid an duilleag seo ùrachadh nuair a thig dàta ùr a-steach.

source: Traffic processing occurs on an hourly basis. The latest data available is from %(date)s. This page will be updated as new data becomes available.
de: Datenverarbeitung geschieht auf stündlicher Basis. Die jüngsten verfügbaren Daten sind von %(date)s. Diese Seite wird aktualisiert, wenn neue Daten vorliegen.
gd: Nithear pròiseasadh na trafaig gach uair a thìde. Gheibhear an dàta as ùire o %(date)s. Thèid an duilleag seo ùrachadh nuair a thig dàta ùr a-steach.

source: Questions? Email self serve support: %(email)s
de: Fragen? E-Mail an Selbsthilfe-Support schicken: %(email)s
gd: Ceistean? Cuir post-d gun sgioba taice airson fèin-fhrithealadh: %(email)s

source: Below are the traffic statistics for your subreddit. Each graph represents one of the following over the interval specified. * **pageviews** are all hits to %(subreddit)s, including both listing pages and comment pages. * **uniques** are the total number of unique visitors (determined by a combination of their IP address and User Agent string) that generate the above pageviews. This is independent of whether or not they are signed in. * **subscriptions** is the number of new subscriptions that have been generated in a given day. This number is less accurate than the first two metrics, as, though we can track new subscriptions, we have no way to track unsubscriptions. Note: there are a couple of places outside of your subreddit where someone can click "subscribe", so it is possible (though unlikely) that the subscription count can exceed the unique count on a given day.
de: Unten steht die Traffic-Statistik für dein subreddit. Jedes Diagramm stellt eine der folgenden Funktionen innerhalb des ausgewählten Zeitraums dar. * **Seitenaufrufe** bezeichnet sämtliche Zugriffe auf %(subreddit)s, darunter sowohl die Eintrags- als auch Kommentar-Seiten. * **Einzigartige** beziffert die Gesamtsumme der eindeutigen Besucher für die o.g. Seitenaufrufe (ergibt sich aus einer Kombination von deren IP-Adresse und dem User-Agent-String). Die Besucherzahl ist unabhängig vom Anmeldestatus der Nutzer. * **Abonnements** zeigt die Anzahl der neu generierten Abonnements für den ausgewählten Tag. Diese Funktion ist weniger präzise als die ersten beiden Metriken, denn obwohl wir neue Abos verfolgen können, werden Abbestellungen nicht erfasst. Hinweis: Es gibt auch außerhalb von reddit einige Stellen, an denen jemand auf "abonnieren" klicken kann. Somit ist es möglich (wenn auch unwahrscheinlich), dass der Abo-Zähler den Zähler für eindeutige Seitenaufrufe an bestimmten Tagen übertrifft.
gd: Chì thu stats trafaig an t-subreddit agad gu h-ìosal. Tha gach graf a' riochdachadh aon dhe na rudan a leanas thairis air ùine shònraichte. * tha **seallaidhean dhuilleagan** ag innse co mheud hit a bha air %(subreddit)s, a' gabhail a-steach an dà chuid duilleagan liostaidh is duilleagan bheachdan. * tha **àraidh** a' sealltainn iomlan nan aoighean àraidh (stèidhichte air an t-seòladh IP aca agus an t-sreang User Agent) a ghineas nan seallaidhean dhuilleagan gu h-àrd. * tha **fo-sgrìobhaidhean** a' sealltainn àireamh nam fo-sgrìobhaidhean ùra a chaidh a ghintinn air latha air choireigin. Chan eil an àireamh seo cho pongail 's a tha an dà thomhas eile oir, ged is urrainn dhuinn fo-sgrìobhaidhean ùra a thracadh, chan urrainn dhuinn tracadh co mheud duine a sguireas de dh'fho-sgrìobhadh. An aire: tha grunnan àitichean ann taobh a-muigh an t-subreddit agad far an urrainnear briogadh air "sguir dhen fho-sgrìobhadh" agus dh'fhaoidte, ged nach eil seo ro chumanta, gum bi àireamh nam fo-sgrìobhaidhean nas àirde na an cunntas àraidh air latha air choireigin.

source: multireddit of your subscriptions
de: Multireddit deiner Abonnements
gd: multireddit nam fo-sgrìobhaidhean agad

source: multireddit of subreddits you moderate
de: Multireddit der von dir moderierten Subreddits
gd: multireddit nan subreddits a tha fo mhodarataireachd agad

source: /r/all displays content from all of reddit, including subreddits you aren't subscribed to. Some subreddits have chosen to exclude themselves from /r/all.
de: /r/all zeigt dir Beiträge von allen subreddits. Dies schließt subreddits ein, welche du nicht abonniert hast. Einige subreddits haben es vorgezogen, nicht in /r/all aufgeführt zu werden.
gd: Tha /r/all a' sealltainn susbaint o reddit air fad, a' gabhail a-steach subreddits nach eil fo-sgrìobhadh agad ann. Cho-dhùin cuid dhe na subreddits nach eil iad airson 's gum faicear iad ann an /r/all.

source: Displaying content from /r/all of reddit, except the following subreddits:
de: Zeige Inhalt aus /r/all von reddit, abgesehen von den folgenden Subreddits:
gd: A' sealltainn an t-susbaint o /r/all ach na subreddits a leanas:

source: Filtering /r/all is a feature only available to [reddit gold](/gold/about) subscribers. Displaying unfiltered results from /r/all.
de: Das Filtern von /r/all ist nur für [reddit gold](/gold/about) Abonnenten. Zeige ungefilterte Ergebnisse von /r/all
gd: Chan eil an gleus criathraidh /r/all ri làimh ach do chleachdaichean [reddit òir](/gold/about). A' sealltainn toraidhean nach deach a chriathradh o /r/all.

source: point
de: Punkt
gd: phuing

source: reader
de: Leser
gd: leughadair

source: subscriber
de: Abonnent
gd: fho-sgrìobhadair

source: approved submitter
de: anerkannter Einreicher
gd: fho-sgrìobhadair le aonta

source: user here now
de: Mitglied anwesend
gd: chleachdaiche a tha an-seo an-dràsta

source: milliseconds
de: Millisekunde
gd: mhille-dhiog

source: second
de: Sekunde
gd: diog

source: hour
de: Stunde
gd: uair a thìde

source: day
de: Tag
gd: latha

source: month
de: Monat
gd: mhìos

source: year
de: Jahr
gd: bhliadhna

source: you are a moderator
de: Du bist ein Moderator
gd: tha thu 'nad mhodaratair

source: you have been added as a moderator to [%(title)s](%(url)s).
de: Du wurdest als Moderator zu [%(title)s](%(url)s) hinzugefügt.
gd: chaidh do chur ri [%(title)s](%(url)s) mar mhodaratair.

source: invitation to moderate %(url)s
de: Einladung, um %(url)s zu moderieren
gd: cuireadh airson modarataireachd %(url)s

source: **gadzooks! you are invited to become a moderator of [%(title)s](%(url)s)!** *to accept*, visit the [moderators page for %(url)s](%(url)s/about/moderators) and click "accept". *otherwise,* if you did not expect to receive this, you can simply ignore this invitation or report it.
de: **Glückwunsch! Du wurdest als Moderator für [%(title)s](%(url)s) ausgewählt!** Um *anzunehmen*, gehe auf die [Moderatorenseite von %(url)s](%(url)s/about/Moderators) und klicke auf "Akzeptieren". Falls diese Nachricht unerwartet eintrifft oder du *ablehnen* möchtest kannst du diese Einladung einfach ignorieren oder melden.
gd: **ìoc! fhuair thu cuireadh gu [%(title)s](%(url)s) mar mhodaratair!** *gus gabhail ris*, tadhail air an [duilleag modarataireachd airson %(url)s](%(url)s/about/moderators) agus briog air "gabh ris". *air neo,* mur an robh dùil agad ri cuireadh mar seo, leig seachad an cuireadh seo no dèan aithris air.

source: moderator invited
de: Moderator eingeladen
gd: chaidh cuireadh modaratair a thoirt

source: %(user)s has been invited by %(author)s to moderate %(url)s.
de: %(user)s wurde von %(author)s eingeladen um %(url)s zu moderieren.
gd: fhuair %(user)s cuireadh o %(author)s a bhith 'na m(h)odaratair ann an %(url)s.

source: moderator added
de: Moderator hinzugefügt
gd: chaidh am modaratair a chur ris

source: %(user)s has accepted an invitation to become moderator of %(url)s.
de: %(user)s hat die Einladung, %(url)s zu moderieren, angenommen.
gd: ghabh %(user)s ris a chuireadh airson a bhith 'na m(h)odaratair ann an %(url)s.

source: you are an approved submitter
de: Du bist ein beliebter Einreicher
gd: 's e submitter ùghdarraichte a tha annad

source: you have been added as an approved submitter to [%(title)s](%(url)s).
de: Du wurdest als beliebter Einreicher zu [%(title)s](%(url)s) hinzugefügt.
gd: chaidh do chur ri [%(title)s](%(url)s) mar subsmitter ùghdarraichte.

source: you can view traffic on a promoted link
de: Du kannst dir den Traffic eines beworbenen Links anschauen
gd: chì thu an trafaig air ceangal brosnaichte

source: fetching title...
de: Titel holen...
gd: a' faighinn an tiotail...

source: loading...
de: Lädt...
gd: 'ga luchdadh...

source: comment {verb}
de: kommentieren
gd: thoir beachd

source: child
de: Kind
gd: duine-cloinne

source: friend
de: Freund
gd: caraid

source: submitter
de: Einreicher

source: reddit admin, speaking officially
de: Reddit Administrator, spricht offiziell
gd: rianaire reddit, a' bruidhinn gu h-oifigeach

source: moderator of /r/%(reddit)s, speaking officially
de: Moderator von /r/%(reddit)s, spricht offiziell
gd: modaratair de /r/%(reddit)s, a' bruidhinn gu h-oifigeach

source: %(user)s just celebrated a reddit birthday!
de: %(user)s hat gerade einen reddit Geburtstag gefeiert!
gd: tha %(user)s air co-là breith reddit a chomharradh!

source: just now
de: gerade eben
gd: an-dràsta fhèin

source: No notes for this domain
de: Keine Notitzen für diese Domain
gd: Chan eil nòta sam bith ann mun àrainn seo

source: No notes for this IP address
de: Keine Notizen für diese IP-Adresse
gd: Chan eil nòta sam bith co-cheangailte ris an t-seòladh IP seo

source: No notes for this subreddit
de: Keine Notizen für diesen subreddit
gd: Chan eil nòta sam bith co-cheangailte ris an t-subreddit seo

source: No notes for this user
de: Keine Notizen für diesen Benutzer
gd: Chan eil nòta sam bith co-cheangailte ris a' chleachdaiche seo

source: IP address
de: IP-Adresse
gd: Seòladh IP

source: user
de: Benutzer
gd: cleachdaiche

source: wiki tools
de: Wiki-Werkzeuge
gd: innealan na h-uici

source: moderation tools
de: Moderationswerkzeuge
gd: innealan na modarataireachd

source: these subreddits
de: diese Subreddits
gd: na subreddits seo

source: this subreddit is archived and no longer accepting submissions.
de: dieses subreddit wurde archiviert und akzeptiert keine Beiträge mehr.
gd: chaidh an subreddit seo a chur san tasg-lann is cha ghabh e ri rudan ùra tuilleadh.

source: Submissions disabled
de: Einsendungen deaktiviert
gd: Chan fhaodar dad a chur ann

source: Only approved users may post in this community.
de: Nur anerkannte Nutzer können in dieser Community posten.

source: Anyone can view or comment, but only Reddit Gold members can post in this community.
de: Jeder kann lesen oder kommentieren, aber nur Reddit Gold Mitglieder können in dieser Gruppe Beiträge erstellen.

source: Submissions restricted
de: Einsendungen eingeschränkt
gd: Tha cuingeachadh air cur

source: Create your own subreddit
de: Erstelle dein eigenes Subreddit
gd: Cruthaich subreddit thu fhèin

source: ...and %d more
de: ...und %d mehr
gd: ...agus %d a bharrachd

source: about moderation team
de: Über das Moderationsteam

source: message the admins
de: Nachricht an die Administratoren schicken
gd: cuir teachdaireachd gu na rianairean

source: message the moderators
de: Nachricht an die Moderatoren schicken
gd: cuir teachdaireachd gu na modaratairean

source: Recently viewed links
de: Kürzlich angesehene Links
gd: Ceanglaichean air an dugadh sùil o chionn goirid

source: turn admin off
de: Schalt Admin ab
gd: cuir an rianachd dheth

source: redditgifts
de: reddit - Geschenke

source: %(site)s mail
de: %(site)s Post
gd: post %(site)s

source: sign up or log in
de: registrieren oder anmelden

source: request for permission
de: Erlaubnis erfragen
gd: iarrtas airson cead

source: permission
de: Berechtigung
gd: cead

source: enable NSFW results
de: NSFW-Ergebnise anschalten

source: bummer
de: schade
gd: daingead

source: this page is no longer available due to a copyright claim.
de: Diese Seite ist wegen eines Copyright-Problems nicht mehr verfügbar.
gd: chan eil an duilleag seo ri fhaighinn tuilleadh ri linn tagradh còrach-lethbhreac.

source: comments disabled
de: Kommentare deaktiviert

source: about %(site)s
de: Über %(site)s
gd: mu %(site)s

source: search subreddits by name
de: Durchsuchen von Subreddits nach Namen
gd: lorg subreddit a-rèir ainm
