Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: you are an approved submitter on this subreddit. (%(leave)s)
de: Du bist ein zugelassener Einreicher dieses subreddits. (%(leave)s)
gd: tha thu 'nad shubmitter ùghdarraichte san t-subreddit seo. (%(leave)s)

source: Show this subreddit's theme
de: Zeige das subreddit Theme an

source: a community for
de: Eine Community seit
gd: coimhearsnachd airson

source: approve this subreddit
de: Dieses Subreddit genehmigen
gd: thoir aonta dhan t-subreddit seo

source: ban this subreddit
de: Dieses Subreddit bannen
gd: toirmisg an subreddit seo

source: reason for revision
de: Grund für die Überarbeitung
gd: adhbhar a' mhùthaidh

source: see previous versions
de: siehe vorherige Versionen
gd: seall na tionndaidhean roimhe

source: preview
de: Vorschau
gd: ro-sheall

source: normal link
de: normaler Link
gd: ceangal àbhaisteach

source: compressed link
de: komprimierter Link
gd: ceangal co-theannaichte

source: link with thumbnail
de: Link mit Thumbnail
gd: ceangal le dealbhag

source: stickied link
de: festgepinnter Link
gd: ceangal a tha 'na fhleodrainn

source: gilded comment
de: Vergoldeter Kommentar
gd: beachd air a bheil òr

source: images
de: Bilder
gd: dealbhan

source: image file
de: Bilddatei
gd: faidhle deilbh

source: new image name:
de: neuer Bildname:
gd: ainm ùr an deilbh:

source: (image names should consist of alphanumeric characters and '-' only)
de: (Bildnamen dürfen nur aus alphanumerischen Buchstaben und '-' bestehen)
gd: (cha bu chòir a bhith ann an ainm ach àireamhan is litrichean agus tàthan)

source: Note: any changes to images here will be reflected immediately on reload and cannot be undone.
de: Hinweis: Jede Änderung der Bilder hier wird sofort nach erneutem Laden der Seite dargestellt und kann nicht rückgängig gemacht werden.
gd: An aire: ma dh'atharraicheas tu dealbh an-seo 's ma nì thu ath-luchdadh, bidh buaidh aige sa bhad 's cha ghabh a neo-dhèanamh.

source: paste into stylesheet
de: In das Stylesheet einfügen
gd: cuir dhan t-siota-stoidhle

source: delete this image
de: lösche diese Bild
gd: sguab às an dealbh seo

source: All times are in [UTC](http://en.wikipedia.org/wiki/UTC).
de: Alle Zeiten werden in [UTC](http://de.wikipedia.org/wiki/Koordinierte_Weltzeit) angeben.
gd: Tha an t-àm ann an [UTC](http://en.wikipedia.org/wiki/UTC) an-còmhnaidh.

source: Enter one subreddit per line. Traffic numbers shown are for the last full month.
de: Einen Subreddit pro Zeile eingeben. Trafficdaten werden für den ganzen letzten Monat angezeigt.
gd: Cuir aon subreddit anns gach loidhne. Chithear trafaig a' mhìos shlàin mu dheireadh ann.

source: not found
de: nicht auffindbar
gd: cha deach a lorg

source: unsubscribe
de: abbestellen
gd: sguir dhen fho-sgrìobhadh

source: first
de: zuerst
gd: an toiseach

source: thanks for buying creddits!
de: Danke für den Kauf von Creddits!
gd: gun robh math agad airson creddits a cheannach!

source: thanks for subscribing!
de: Danke fürs Abonnieren!
gd: gun robh math agad airson fo-sgrìobhadh!

source: enter your confirmation code below to claim your gift creddits
de: Gib Deinen Bestätigungscode unten ein, um Deine Geschenkcreddits zu erhalten
gd: cuir a-steach an còd dearbhaidh agad gu h-ìosal gus greim fhaighinn air na creddits a fhuair thu mar phreusant

source: enter your confirmation code below to activate reddit gold
de: Gib Deinen Bestätigungscode unten ein, um reddit Gold zu aktivieren
gd: cuir a-steach an còd dearbhaidh gu h-ìosal gus reddit òir a chur an gnìomh

source: You're already a reddit gold subscriber.
de: Du bist bereits ein reddit Gold Abonnement.
gd: Tha fo-sgrìobhadh reddit òir agad mu thràth.

source: But if you just gave us even more money, enter the new confirmation code below and we'll add the extra credit to your account.
de: Aber falls Du uns eben noch mehr Geld gegeben hast, gib den neuen Bestätigungscode unten ein, und wir fügen das extra Guthaben Deinem Account hinzu.
gd: Ach ma tha thu air fiù barrachd airgid a thoirt dhuinn, cuir an còd dearbhaidh ùr a-steach gu h-ìosal is cuiridh sinn an creideas sin ris a' chunntas agad cuideachd.

source: claim
de: annehmen
gd: tagair

source: trending subreddits
de: angesagte Subreddits
gd: subreddits a tha a' treandadh

source: dust
de: Staub
gd: duslach

source: mark all as read
de: alles als gelesen markieren
gd: cuir comharra gun deach iad uile a leughadh

source: (this may take a while)
de: (dies könnte einen Moment dauern)
gd: (faodaidh gun doir seo greis)

source: Ongoing awards, and their most recent winners:
de: Aktuelle Auszeichnungen und ihre jüngsten Gewinner:
gd: Duaisean a tha a' sìor-dhol agus cò bhuannaich iad o chionn goirid:

source: won by
de: gewonnen von
gd: air a bhuannachadh le

source: recently won by
de: kürzlich gewonnen von
gd: air a bhuannachadh o chionn goirid le

source: for this
de: wegen
gd: airson na leanas

source: Special awards:
de: Spezialpreise:
gd: Duaisean sònraichte:

source: Recent activity on your account
de: Neueste Accountaktivitäten
gd: Gnìomhachd sa chunntas agad o chionn goirid

source: Location
de: Ort
gd: Ionad

source: Last Visit
de: Letzter Besuch
gd: Tadhal mu dheireadh

source: Log out of all other sessions
de: Aus allen anderen Sitzungen ausloggen
gd: Clàraich a-mach à gach seisean eile

source: clear sessions
de: Sitzungen löschen
gd: falamhaich na seiseanan

source: Apps you have authorized
de: Von dir autorisierte Anwendungen
gd: Aplacaidean a thug thu ùghdarras dhaibh

source: who to ban?
de: wer soll gebannt werden?
gd: cò thèid a t(h)oirmeasg?

source: (will not be visible to user)
de: (wird für den Benutzer nicht sichtbar sein)
gd: (chan fhaic an cleachdaiche seo)

source: how long?
de: wie lange?
gd: dè cho fada?

source: days (leave blank for permanent)
de: Tage (leer lassen für unendlich)
gd: làithean (fàg bàn airson bacadh buan)

source: who to mute?
de: wen stummschalten?

source: why the mute?
de: wieso eine Stummschaltung?

source: note to include in ban PM
de: Bemerkung die zur Bann Nachricht beigefügt wird
gd: teachdaireachd mun bhacadh

source: No items found
de: Kein Artikel gefunden
gd: Cha deach nì sam bith a lorg

source: jump to
de: springe zu
gd: gearr leum gu

source: show all
de: Alles anzeigen
gd: seall na h-uile

source: send message
de: Nachricht senden
gd: cuir teachdaireachd

source: can't remove
de: kann nicht entfernen
gd: cha ghabh a thoirt air falbh

source: %(time)s days left
de: noch %(time)s Tage
gd: %(time)s là(ithean) air fhàgail

source: make permanent
de: Permanent machen
gd: dèan buan e

source: made permanent
de: Permanent gemacht
gd: chaidh a dhèanamh buan

source: you type:
de: Du schreibst:
gd: na sgrìobhas tu:

source: you see:
de: Du siehst:
gd: chì thu:

source: italics
de: Kursiv
gd: eadailteach

source: bold
de: Fett
gd: trom

source: item
de: Aufzählung
gd: nì

source: quoted text
de: Zitierter Text
gd: teacsa an iomraidh

source: Links on their own line will be embedded: https://example.com
de: Links in der eigenen Zeile werden folgendermaßen eingebettet: http://example.com

source: an embedded version of that link
de: eine eingebettete Version dieses Links
gd: tionndadh leabaichte dhen cheangal

source: formatting help
de: Formatierungshilfe
gd: cobhair le fòrmatadh

source: upload
de: Hochladen
gd: luchdaich suas

source: Type:
de: Typ:
gd: Seòrsa:

source: uploading
de: Lade hoch
gd: 'ga luchdadh suas

source: last edited
de: zuletzt geändert
gd: an deasachadh mu dheireadh

source: Adult content: Not Safe For Work
de: Nicht jugendfrei: Nicht sicher für den Arbeitsplatz - NSFW
gd: Susbaint inbheach: Chan eil seo sàbhailte 'nad àite-obrach

source: Quarantined content: Content may be highly offensive
de: Abgeschirmter Inhalt: Inhalt ist möglicherweise sehr beleidigend

source: Quarantined
de: unter Quarantäne

source: get live %(site)s headlines on your site
de: Erhalte live %(site)s Schlagzeilen auf deiner Seite
gd: faigh cinn-naidheachd bheò %(site)s air an làrach agad

source: just cut and paste the generated code into your site and your specified %(site)s feed will be displayed and updated as new stories bubble up
de: Einfach den erzeugten Code ausschneiden und in Deiner Seite einfügen, und Deine festgelegten %(site)s Feeds werden angezeigt und aktualisiert, sobald neue Schlagzeilen aufkommen.
gd: cha leig thu leas ach lethbhreac a dhèanamh dhen chòd a ghin sinn dhut, a chur air an làrach agad agus thèid na h-inbhirean %(site)s a shònraich thu a shealltainn 's ùrachadh is na sgeulachdan a' tighinn a-steach

source: which links do you want to display?
de: Welche Links möchtest Du anzeigen?
gd: dè na ceanglaichean bu mhath leat a shealltainn?

source: this hour
de: Diese Stunde
gd: an uair seo

source: today
de: Heute
gd: an-diugh

source: this week
de: Diese Woche
gd: an t-seachdain-sa

source: this month
de: Diesen Monat
gd: am mìos seo

source: all-time
de: Aller Zeiten
gd: a-riamh roimhe

source: submitted by
de: Eingereicht von
gd: air a chur le

source: saved by
de: Gespeichert von
gd: air a shàbhaladh le

source: upvoted by
de: aufgewertet von

source: downvoted by
de: abgewertet von

source: listing options
de: Aufzählungseinstellungen
gd: roghainnean liostaidh

source: links from %(domain)s
de: Links von %(domain)s
gd: ceanglaichean o %(domain)s

source: links %(submitted_by)s the user %(who)s
de: Links %(submitted_by)s User %(who)s
gd: ceanglaichean %(submitted_by)s leis a' chleachdaiche %(who)s

source: links from the domain %(domain)s
de: Links der Domain %(domain)s
gd: ceanglaichean on àrainn %(domain)s

source: sorting options
de: Sortieroptionen
gd: roghainnean seòrsachaidh

source: hottest
de: Am beliebtesten
gd: as teotha

source: newest
de: Neueste
gd: as ùire

source: sort links by %(what)s
de: Sortiere Links nach %(what)s
gd: seòrsaich na ceanglaichean a-rèir %(what)s

source: date range includes %(when)s
de: Datumsbereich schließt %(when)s ein
gd: tha na leanas ann an rainse nan ceann-là: %(when)s

source: number of links to show
de: Anzahl anzuzeigender Links
gd: àireamh de cheanglaichean a chithear

source: remove css styling
de: entferne CSS Styling
gd: thoir air falbh an stoidhleadh css

source: (the widget will inherit all styles from the page)
de: (das Widget wird alle Styles der Seite erben)
gd: (oighrichidh a' widget gach stoidhle on duilleag)

source: enable in-widget voting
de: Im-Widget Abstimmungen aktivieren
gd: cuir an comas bhòtadh am broinn a' widget

source: (will slow down the rendering)
de: (wird das Rendern verlangsamen)
gd: (bidh an reandaradh nas slaodaiche ri linn)

source: two columns
de: zwei Spalten
gd: dà cholbh

source: background color
de: Hintergrundfarbe
gd: dath a' chùlaibh

source: (e.g., FF0000 = red)
de: (z.B., FF0000 = rot)
gd: (m.e., FF0000 = dearg)

source: border color
de: Randfarbe
gd: dath an iomaill

source: the code
de: Der Code
gd: an còd

source: add this into your HTML where you want the %(site)s links displayed
de: Füge dies in deinen HTML-Code, in dem du die Links der %(site)s anzeigen willst
gd: cuir seo dhan HTML agad far a bheil thu airson 's gum faicear na ceanglaichean %(site)s

source: this edit is for you to resolve the conflict, any text in the box below will not save.
de: Diese Bearbeitung ist für Sie, den Konflikt zu lösen, wird ein beliebiger Text in das folgende Feld nicht retten.
gd: seo deasachadh gus a' chòmhstri a rèiteachadh, cha dèid teacsa sam bith sa bhogsa gu h-ìosal a shàbhaladh.

source: save page
de: Seite speichern
gd: sàbhail an duilleag

source: submit a discussion
de: eine Diskussion einreichen
gd: cuir deasbad

source: The page "%s" was not found in this subreddit.
de: Die Seite "%s" konnte in diesem Subreddit nicht gefunden werden.
gd: Cha deach an duilleag "%s" a lorg san t-subreddit.

source: Create page "%s"
de: Erstelle Seite "%s"
gd: Cruthaich an duilleag "%s"

source: compare selected
de: Ausgewählte vergleichen
gd: dèan coimeas eadar na thagh thu

source: who can edit this page?
de: Wer kann diese Seite bearbeiten?
gd: cò 's urrainn dhaibh an duilleag seo a dheasachadh?

source: use subreddit wiki permissions
de: Nutze Subreddit Wikirechte
gd: cleachd ceadan uicipeid an t-subreddit

source: only approved wiki contributors for this page may edit
de: Nur anerkannte Wikischreiber können diese Seite ändern
gd: chan fhaod ach com-pàirtichean ùghdarraichte na h-uicipeid seo deasachadh a dhèanamh

source: only mods may edit and view
de: nur Moderatoren können anschauen und bearbeiten
gd: chan fhaod ach modaratairean deasachadh is coimhead

source: show this page on the listing?
de: diese Seite in der Liste anzeigen?
gd: a bheil thu airson an duilleag seo fhaicinn san liostadh?

source: show this page on the list of wiki pages
de: diese Seite in der Liste der Wiki-Seiten anzeigen
gd: seall an duilleag seo air liosta duilleagan na h-uicipeid

source: allow users to edit page
de: Nutzern erlauben, die Seite zu bearbeiten
gd: thoir cead do chleachdaichean an duilleag a dheasachadh

source: username does not exist
de: Benutzername existiert nicht
gd: chan eil an t-ainm-cleachdaiche seo ann

source: done
de: erledigt
gd: deiseil

source: save settings
de: Einstellungen speichern
gd: sàbhail na roghainnean

source: revert here
de: Zurücksetzen
gd: aisig an-seo

source: this page is empty
de: Diese Seite ist leer.
gd: tha an duilleag seo falamh

source: revision by %(user)s
de: Bewertung von %(user)s

source: view source
de: Quelle anzeigen
gd: seall an tùs

source: that user is not a contributor
de: dieser Nutzer ist kein Mitwirkender
gd: chan eil an cleachdaiche seo 'na c(h)om-pàirtiche

source: there is no pending invite for that thread
de: Es gibt keine Einladungen für diesen Stream
gd: chan eil cuireadh ri dhèiligeadh ann airson an t-snàithlein seo

source: there are too many pending invites outstanding
de: Es sind zuviele Einladungen aussenstehend
gd: tha cus chuiridhean ri dhèiligeadh

source: that user is already a contributor
de: dieser User ist schon ein Mitwirkender
gd: tha an cleachdaiche seo 'na com-pàirtiche mu thràth

source: Manage live threads
de: Verwalte Live Threads
gd: Stiùirich snàithleanan beòtha

source: Manage settings and contributors of live threads I contribute to.
de: Verwalte Einstellungen und Beitragende der Life Threads zu denen ich beitrage.
gd: Stiùirich roghainnean is com-pàirtichean nan snàithleanan beòtha a tha mi a' gabhail pàirt annta.

source: this thread has been banned
de: Dieser Thread wurde gebannt
gd: chaidh an snàithlean seo a thoirmeasg

source: live threads
de: Echtzeit Gespräche
gd: snàithleanan beòtha

source: closed threads
de: geschlossene Gespräche
gd: snàithleanan dùinte

source: most active threads
de: Aktiviste Themen

source: reported threads
de: Beanstandete threads
gd: snàithleanan a dh'aithriseadh

source: create live thread
de: Life Thread erstellen
gd: cruthaich snàithlean beò

source: active
de: aktiv
gd: gnìomhach

source: closed
de: geschlossen
gd: dùinte

source: [live]
de: [Echtzeit]
gd: [beò]

source: contributors
de: Mitwirkende
gd: com-pàirtichean

source: real-time updates on %(short_description)s
de: Echtzeit Updates auf %(short_description)s

source: invite contributor
de: Mitwirkende einladen
gd: thoir cuireadh do chom-pàirtiche

source: invited contributors
de: Eingeladene Mitwirkende
gd: com-pàirtichean a fhuair cuireadh

source: current contributors
de: Aktuell Mitwirkende
gd: com-pàirtichean làithreach

source: post updates
de: Updates posten
gd: cuir naidheachdan

source: manage contributors
de: Mitwirkende bearbeiten
gd: stiùirich na com-pàirtichean

source: add, remove, and change permissions of contributors
de: Rechte der Mitwirkenden hinzufügen, entfernen oder bearbeiten
gd: cuir ris is thoir air falbh com-pàirtichean is atharraich na ceadan aca

source: change the title and description
de: Überschrift und Beschreibung ändern
gd: atharraich an tiotal is an tuairisgeul

source: strike and delete others' updates
de: Löschen und annulieren von Aktualisierungen anderer
gd: sguab às is cuir gu neoini naidheachdan dhaoine eile

source: close live thread
de: Live Thread schließen
gd: dùin an snàithlean beò

source: permanently close the live thread
de: Live thread für immer schließen
gd: dùin an snàithlean beò seo gu buan

source: resources
de: Ressourcen
gd: goireasan

source: popup notifications
de: Pop-Up Benachrichtigungen
gd: brathan air priob-uinneagan

source: strike
de: streik
gd: cuir gu neoini

source: striking…
de: Durchstreichen…
gd: 'ga chur gu neoini…

source: stricken
de: Schlagen
gd: air a chur gu neoini

source: deleting…
de: lösche…
gd: 'ga sguabadh às…

source: submitting report…
de: sende Report…
gd: a' cur na h-aithrise…

source: you reported this live thread for: %(violation)s
de: Du hast diesen Live Thread gemeldet, Grund: %(violation)s
gd: rinn thu aithris air an t-snàithlean bheò seo air sgàth: %(violation)s

source: no further updates
de: keine weiteren Updates
gd: chan eil naidheachd eile ann

source: connecting
de: Verbinde
gd: a' ceangal

source: connecting to update server
de: verbinde zu Update Server
gd: a' ceangal ri frithealaiche nan naidheachdan

source: updating in real time
de: aktualisiere in Echtzeit
gd: 'ga ùrachadh ann am fìor-àm

source: could not connect to update servers. please refresh
de: Konnte keine Verbindung zum Update Server herstellen. Bitte neu laden
gd: cha b' urrainn dhuinn ceangal a dhèanamh ris na frithealaichean ùrachaidh. dèan ath-nuadhachadh

source: disconnected. retrying in %(delay)s second...
de: Verbindung abgebrochen. Versuche nochmal in %(delay)s Sekunde...
gd: air a dhì-cheangal. a' feuchainn ris ann an %(delay)s diog...

source: %(num)s viewer
de: %(num)s Besucher
gd: %(num)s neach-amhairc

source: warning: we're already featuring a live thread. you shouldn't submit a new link unless you are deleting this one: %(thread)s
de: warnung: Wir haben bereits einen Live-Thread.Du sollst keine neuen Links mehr einreichen, außer du löschst diesen: %(thread)s

source: reddit live: happening now
de: reddit live: Was gerade passiert

source: you are no longer a contributor
de: Du bist nicht länger ein Mitwirkender
gd: chan eil thu 'nad chom-pàirtiche tuilleadh

source: stop being a contributor?
de: Kein Mitwirkender mehr sein?
gd: a bheil thu airson sgur de chom-pàirteachas agad?

source: you are a contributor to this live thread. %(action)s
de: Du bist ein Mitwirkender bei diesem Live Thread. %(action)s
gd: tha thu 'nad chom-pàirtiche san t-snàithlean bheò seo. %(action)s

source: you are now a contributor. welcome to the team!
de: Du bist jetzt ein Mitwirkender. Willkommen im Team!
gd: tha thu 'nad chom-pàirtiche a-nis. fàilte dhan sgioba!

source: become a contributor to this live thread?
de: Willst du Mitwirkender dieses Live Threads werden?
gd: a bheil thu airson pàirt a ghabhail san t-snàithlean bheò seo?

source: you are invited to become a contributor. %(action)s
de: Du bist eingeladen ein Mitwirkender zu werden. %(action)s
gd: fhuair thu cuireadh com-pàirtiche. %(action)s

source: create a new live thread
de: Einen neuen live thread erstellen
gd: cruthaich snàithlean beò ùr

source: don't worry, you'll be able to change these later
de: Mach' dir keine Sorgen, du kannst das später ändern
gd: na gabh dragh, is urrainn dhut seo atharrachadh às a dhèidh seo

source: unban
de: Entbannen
gd: neo-thoirmisg

source: banned by: %(user)s
de: Gebannt von: %(user)s
gd: air a thoirmeasg le: %(user)s

source: ban
de: Bannen
gd: toirmisg

source: disconnected
de: Nicht verbunden
gd: air a dhì-cheangal

source: make update
de: Aktualisieren
gd: dèan ùrachadh

source: less about this live thread
de: Weniger über dieses Live-Thema

source: more about this live thread
de: Mehr über dieses Live-Thema

source: comment threads on reddit linking to this page
de: Kommentar Threads auf reddit die auf diese Seite verlinken
gd: snàithleanan bheachdan air reddit a tha a' ceangal ris an duilleag seo

source: updated by
de: Aktualisiert von
gd: air ùrachadh le

source: report a rule violation
de: Einen Regelverstoß melden
gd: dèan aithris air briseadh riaghailt

source: uh oh! how does this live thread break %(reddits_rules)s?
de: Oh oh! Bricht dieser Live Thread %(reddits_rules)s?
gd: ìoc! ciamar a tha an snàithlean beò seo a' briseadh %(reddits_rules)s?

source: reddit's rules
de: reddit's Regeln
gd: riaghailtean reddit

source: oops, never mind
de: Oops, egal
gd: ìoc, coma leat

source: information and links that are useful at any point
de: Informationen und Links, die zu diesem Zeitpunkt relevant sind
gd: fiosrachadh is ceanglaichean a tha feumail uair sam bith

source: close the live thread
de: Live Thread schließen
gd: dùin an snàithlean beò

source: this will mark the thread as complete and prevent further updates from being added. it cannot be undone.
de: Diese Aktion wird den Thread als beendet markieren und weitere Updates können nicht mehr hinzugefügt werden. Diese Aktion kann nicht rückgängig gemacht werden.
gd: comharraichidh seo gu dàinig an snàithlean gu crìoch agus chan urrainnear rudan ùr a chur ris. cha ghabh seo a neo-dhèanamh.

source: close thread permanently
de: Thread dauerhaft schließen
gd: dùin an snàithlean gu buan

source: below is a single update from a live thread. [see the rest of the thread](/live/%(event_id)s).
de: Unten ist eine Aktualisierung von einem Live-Thema. [Sehe den Rest des Themas](/live/%(event_id)s).

source: (~%(num)s person watching)
de: (~%(num)s Person zuschauend)

source: follow live events as they happen
de: Schaue dir Liveveranstaltungen an

source: make a new live thread
de: Neuen live thread erstellen
gd: cruthaich snàithlean beò ùr

source: [read the FAQ](/r/live/wiki/index) or [check out /r/live for more info](/r/live)
de: [schau dir unser FAQ an](/r/live/wiki/index) or [checke /r/live für mehr Informationen](/r/live)

source: invite
de: Einladen
gd: thoir cuireadh

source: this thread is NSFW
de: Dieses Thema ist nicht sicher

source: visit the thread directly to see its content
de: Thema direkt anschauen um seinen Inhalt zu sehen

source: see more
de: mehr anzeigen
gd: faic an corr

source: no discussions yet. [start one]({url})
de: Bisher keine Diskussionen. [Beginne eine]({url})
gd: chan eil deasbad sam bith ann fhathast. [tòisich air fear]({url})

source: one or two sentences (120 characters) saying what this thread is about
de: einen oder mehrere Sätze (120 Zeichen), um dein Thema zu beschreiben

source: team
gd: an sgioba

source: alien
gd: creutair-fànais

source: reddit buttons
gd: putanan reddit

source: admins*
gd: rianairean*

source: links and comments
gd: ceanglaichean is beachdan

source: links
gd: ceanglaichean

source: related
gd: co-cheangailte

source: reddit gold
gd: reddit òir

source: An anonymous redditor
gd: Redditair gun urra

source: Let there be gold! %s just sent you reddit gold!
gd: Bitheadh òr ann! Thug %s òr reddit dhut!

source: Your comment has been gilded!
gd: Chaidh òr a chur air do bheachd!

source: Your submission has been gilded!
gd: Chaidh òr a chur air na chuir thu!

source: create sponsored link
gd: cruthaich ceangal brosnaichte

source: edit sponsored link
gd: deasaich an ceangal brosnaichte

source: manage roadblocks
gd: stiùirich na cnapan-starra

source: sponsored link report
gd: aithisg air a' cheangal bhrosnaichte

source: sponsored link inventory
gd: maoin-chunntas a' cheangail bhrosnaichte

source: the link you are commenting on has been deleted
gd: tha thu a' toirt beachd air ceangal a chaidh a sguabadh às

source: i don't believe you.
gd: 's mi nach creid thu.

source: top
gd: gràinnean-mullaich

source: admin
gd: rianachd

source: spam
gd: spama

source: wiki
gd: uici

source: blog
gd: bloga

source: logout
gd: clàraich a-mach

source: buttons
gd: putanan

source: RSS feeds
gd: RSS

source: details
gd: mion-fhiosrachadh

source: stylesheet
gd: siota-stoidhle
