Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: moderator mail
gd: post modarataireachd

source: edit approved submitters
gd: deasaich an fheadhainn aig a bheil cead cuir

source: unmoderated links
gd: ceanglaichean ri modarataireachd

source: sponsor
gd: sponsairich

source: info
gd: fiosrachadh

source: roadblock
gd: cnap-starra

source: live
gd: beò

source: whitelist
gd: a' gheal-liosta

source: mail
gd: post

source: your account has been deleted, but we won't judge you for it.
gd: chaidh an cunntas agad a sguabadh às ach cha doir sinn breith ort d' a rèir.

source: The following is a sample of what Reddit users had to say about this page. The full discussion is available [here](%(fd_link)s); you can also get there by clicking the link's title (in the middle of the toolbar, to the right of the comments button).
gd: Seo dhut ball-sampaill dhe na thuirt luchd-cleachdaidh reddit mun duilleag seo. Chì thu an deasbad slàn [an-seo](%(fd_link)s); ruigidh tu ann cuideachd ma nì thu briogadh air ainm a' cheangail (am meadhan a' bhàr-inneal, deas air putan nam beachdan).

source: reddit uses a slightly-customized version of [Markdown](http://daringfireball.net/projects/markdown/syntax) for formatting. See below for some basics, or check [the commenting wiki page](/wiki/commenting) for more detailed help and solutions to common issues.
gd: tha reddit a cleachdadh tionndadh de [Markdown](http://daringfireball.net/projects/markdown/syntax) a chaidh a ghnàthachadh beagan airson fòrmatadh. Gheibh thu beagan stiùiridh mu dhèidhinn gu h-ìosail no thoir sùil air [duilleag na h-uicipeid air beachdan](/wiki/commenting) airson fiosrachadh nas mionaidiche agus fuasglaidhean air duilgheadasan cumanta.

source: reddit gold is reddit's premium membership program. Here are the benefits: * [Extra site features](/gold/about) * [Extra perks](/gold/partners) * Discuss and get help on the features and perks at /r/goldbenefits
gd: 'S e reddit òir am prògram ballrachd premium aig reddit. Seo dhut na buannachdan a gheibhear 'na chois: * [Goireasan a bharrachd air an làrach](/gold/about) * [Buannachdan a bharrachd](/gold/partners) * Dèan deasbad is faigh cobhair air na gleusan is buannachdan aig /r/goldbenefits

source: Grab a drink and join us in /r/lounge, the super-secret members-only community that may or may not exist.
gd: Tog deoch is thig a-steach dhan /r/lounge, a' choimhearsnachd rùin nach eil ann no a dh'fhaodadh a bith ann.

source: %(sender)s just gifted you %(amount)s of reddit gold!
gd: Thug %(sender)s %(amount)s a reddit òir dhut an-dràsta fhèin!

source: Here's a note that was included: ----
gd: Seo dhut an nòta a bha 'na bhroinn: ----

source: You're about to set up an ongoing, autorenewing subscription to reddit gold for yourself (%(user)s). You'll pay %(price)s for this, %(period)s.
gd: Tha thu an impis fo-sgrìobhadh reddit òir leantainneach a dh'ùraicheas e fhèin a cheannach dhut (%(user)s). Cosgaidh seo %(price)s gach %(period)s.

source: sorry, this has been archived and can no longer be voted on
gd: tha sinn duilich ach chaidh seo a chur dhan tasg-lann is chan urrainn bhòtadh air a shon tuilleadh

source: Below you will see your promotion's impression and click traffic per hour of promotion. Please note that these traffic totals will lag behind by two to three hours, and that daily totals will be preliminary until 24 hours after the link has finished its run.
gd: Chì thu impressions na h-iomairt agad agus na chaidh a bhriogadh gach uair dhen iomairt. Thoir an aire gum bi dàil air na h-iomlain seo, mu dhà no thrì uairean a thìde, agus gur e ro-iomlain làitheil a gheibhear suas ri 24 uair a thìde an dèidh crìoch ruith a' cheangail.

source: link
gd: cheangal

source: moderator
gd: mhodaratair

source: minute
gd: mhionaid

source: you have been added to the list of users able to see [traffic for the sponsored link "%(title)s"](%(traffic_url)s).
gd: chaidh do chur ri liosta nan cleachdaichean a chì [trafaig a' cheangail bhrosnaichte "%(title)s"](%(traffic_url)s).

source: domain
gd: àrainn

source: imgur.com domain listings (including this one) are currently disabled to speed up vote processing.
gd: tha liostaidhean àrainn imgur.com (a' gabhail a-steach an fhir seo) à comas an-dràsta fhèin gus pròiseasadh nam bhòtaidhean a ghreasad.

source: FAQ
gd: CÀBHA

source: %(bonus)s bonus subreddits
gd: %(bonus)s subreddits duaise

source: try entering those letters again
gd: feuch is cuir na litrichean sin a-steach a-rithist

source: upvotes
gd: 'ga bhòtadh suas

source: downvotes
gd: 'ga bhòtadh sìos

source: link id
gd: id a' cheangail

source: [Click here for details on how to set up an automatically-renewing subscription or to renew.](/gold) If you have any thoughts, complaints, rants, suggestions about reddit gold, please write to us at %(gold_email)s. Your feedback would be much appreciated. Thank you for your past patronage.
gd: [Briog an-seo airson stiùireadh a dh'innseas mar a shuidhichear fo-sgrìobhadh a dh'ath-nuadhaicheas gu fèin-obrachail no mar a nithear ath-nuadhachadh.](/gold) Ma tha beachd, gearan, aoir no moladh sam bith agad air reddit òir, sgrìobh thugainn air %(gold_email)s. Bidh fàilte mhòr air do bheachdan. Mòran taing airson taic a chumail rinn roimhe seo.

source: approved by %(who)s %(when)s ago
gd: le aonta o %(who)s a fhuaras %(when)s air ais

source: [reddit] your bid has been accepted
gd: [reddit] chaidh gabhail ris an tairgse agad

source: [reddit] hey, nerd!
gd: [reddit] shin thu!

source: standard
gd: stannardach

source: orange
gd: orains

source: Subreddit Traffic
gd: Trafaig nan subreddits

source: status
gd: staid

source: timings
gd: tìmeachadh

source: install the %(site)s bookmarklet set
gd: stàlaich seata nam bookmarklet %(site)s

source: once added to your bookmark bar, you can click these buttons from any site to get quick access to reddit functionality.
gd: turas a chuir thu seo ri bàr nan comharran-lìn, 's urrainn dhut briogadh air na putanan seo air làrach sam bith airson grad-chothrom fhaighinn air goireasan reddit.

source: in Firefox
gd: ann am Firefox

source: click and drag
gd: dèan briogadh is slaodadh

source: to your bookmark bar.
gd: a dh'ionnsaigh bàr nan comharran-lìn.

source: in Internet Explorer
gd: ann an Internet Explorer

source: right-click on
gd: dèan briogadh deas air

source: then choose "Add to Favorites" and add to the "Links" folder.
gd: agus tagh "Cuir ris na h-annsachdan" an uairsin is cuir ris a' phasgan "Ceanglaichean" e.

source: in Safari
gd: ann an Safari

source: voila! now you have all the functionality of %(site)s in your toolbar.
gd: voilà! tha na comasan air fad aig %(site)s agad air a' bhàr-inneal a-nis.

source: (sorry)
gd: (tha sinn duilich)

source: are you human?
gd: a bheil thu daonna?

source: human?
gd: daonna?

source: # Claim this award for /u/%s? #
gd: # An tagair thu an geall-dùbhlain seo airson /u/%s? #

source: no spaces, e.g., slashdot
gd: as aonais àitichean bàna, m.e., slashdot

source: name
gd: ainm

source: e.g., slashdot: news for nerds, stuff that matters
gd: m.e., slashdot: naidheachdan do ghlaoic, rudan cudromach

source: shown in the sidebar of your subreddit. 5120 characters max.
gd: chithear seo air bàr-taoibh an t-subreddit agad. 5120 caractar air a' char as fhaide.

source: make custom CSS styles apply only when accessed from the cname.
gd: na cuir an sàs stoidhlean CSS gnàthaichte ach ma nithear inntrigeadh on cname.

source: show sidebar when accessed from the cname.
gd: seall am bàr-taoibh nuair a nithear inntrigeadh on cname.

source: flair text
gd: teacsa flair

source: link flair position
gd: ionad flair a' cheangail

source: reddit gold is our premium membership. It upgrades your account with access to extra features and special benefits from our gold partners.
gd: 'S e reddit òr a' bhallrachd premium againn. Àrdaichidh e an cunntas agad agus gheibh thu greim air gleusan a bharrachd agus buannachdan sònraichte o na com-pàirtichean òir againn.

source: unsticky this post
gd: thoir air falbh an inbhe fleodrainn

source: sticky this post
gd: dèan fleodrainn dhen phost

source: optional
gd: roghainneil

source: login
gd: clàraich a-steach

source: text
gd: teacsa

source: (optional)
gd: (roghainneil)

source: why a brick? read to the bottom of the rules page to find out!
gd: carson breige? leugh an corr gu bonn duilleag nan riaghailtean is gheibh thu freagairt ann!

source: please be mindful of reddit's %(few_rules)s and practice %(good_reddiquette)s.
gd: thoir an aire dhan %(few_rules)s aig reddit is lean %(good_reddiquette)s.

source: few rules
gd: chorra riaghailt

source: %(app)s requests to connect with your reddit account.
gd: tha %(app)s airson ceangal ris a' chunntas reddit agad.

source: what's my password?
gd: dè am facal-faire agam?

source: enter your user name below to receive your login information
gd: cuir an t-ainm-cleachdaiche agad a-steach gu h-ìosal is gheibh thu an dàta a dh'fheumas tu airson clàradh a-steach

source: script
gd: sgriobt

source: delete your reddit account
gd: sguab às an cunntas reddit agad

source: deleting...
gd: 'ga sguabadh às...

source: why are you deleting this account?
gd: carson a tha thu a' sguabadh às an cunntas seo?

source: I understand that deleted accounts are not recoverable.
gd: Tha mi a' tuigsinn nach urrainnear cunntas a chaidh a sguabadh às aiseag dhomh.

source: delete account
gd: sguab às an cunntas

source: Private RSS feeds
gd: Inbhirean RSS prìobhaideach

source: make safe(r) for work
gd: dèan nas tèarainte airson obair

source: (Don't show thumbnails next to anything labeled NSFW)
gd: (Na seall dealbhagan ri taobh rud sam bith ris a bheil leubail NSFW)

source: traffic
gd: trafaig

source: permalink
gd: buan-cheangal

source: toggle
gd: toglaich

source: link karma
gd: karma cheanglaichean

source: deleted sponsored link
gd: ceangal brosnaichte a chaidh a sguabadh às

source: unpaid sponsored link
gd: ceangal brosnaichte neo-phàighte

source: rejected sponsored link
gd: ceangal brosnaichte a chaidh a dhiùltadh

source: sponsored link
gd: ceangal brosnaichte

source: accepted sponsored link
gd: ceangal brosnaichte a fhuair aonta

source: start
gd: toiseach

source: budget
gd: buidsead

source: detail
gd: mion-fhiosrachadh

source: thumbnail
gd: dealbhag

source: upload header image:
gd: luchdaich suas dealbh a' bhanna-chinn:

source: timing
gd: tìmeachadh

source: %(minimum)s minimum
gd: %(minimum)s air a' char as lugha

source: targets a subreddit and its subscribers
gd: targaidichidh seo air subreddit is an luchd fo-sgrìobhaidh aige

source: region
gd: roinn-dùthcha

source: Date when your sponsored link will start running. We start new campaigns at midnight UTC+5
gd: An latha a thòisicheas an ceangal brosnaichte agad. Tòisichidh sinn air iomairtean ùra aig meadhan-oidhche UTC+5

source: Date when your sponsored link will end (at midnight UTC+5)
gd: An latha a thig an ceangal brosnaichte agad gu crìoch (aig meadhan-oidhche UTC+5)

source: create as user
gd: cruthaich mar chleachdaiche

source: Create a promotion on another user's account.
gd: Cruthaich brosnachadh air cunntas cleachdaiche eile.

source: view live
gd: seall gu beò

source: This sponsored link is an advertisement generated with our %(self_serve_advertisement_tool)s.
gd: Tha an ceangal sponsairichte seo 'na shanasachd a chaidh a ghintinn leis na %(self_serve_advertisement_tool)s againn.

source: subreddit traffic
gd: trafaig an t-subreddit

source: You claimed a reddit gold subscription in the last few minutes.
gd: Thagair thu fo-sgrìobhadh reddit òir o chionn beagan mhionaidean.

source: %d more
gd: %d a bharrachd

source: why the ban?
gd: carson an toirmeasg?

source: you can't connect with yourself
gd: chan urrainn dhut ceangal riut fhèin

source: that is not the correct code
gd: chan e seo an còd ceart

source: april fools' team
gd: sgioba là na gocaireachd

source: most active in
gd: as gnìomhaiche ann an

source: lurker
gd: snàigear

source: capricorn
gd: an gobhar

source: aquarius
gd: an giùlanair uisge

source: pisces
gd: na h-èisg

source: aries
gd: an reithe

source: taurus
gd: an tarbh

source: gemini
gd: na Leth-aonan

source: cancer
gd: am partan

source: leo
gd: an leòmhann

source: virgo
gd: an òigh

source: libra
gd: a' mheidh

source: scorpio
gd: an sgairp

source: sagittarius
gd: am boghadair

source: snoo-o-logical sign
gd: comharra a' ghrian-chrios

source: most obscure
gd: as doille

source: something secret
gd: rudeigin dìomhair

source: reddit meetups
gd: meetups reddit

source: was on: {date}
gd: air loidhne: {date}

source: view connections
gd: seall na ceanglaichean

source: **This meetup is closed. Keep an eye on /r/blog for announcements of new meetups.**
gd: **Tha am meetup seo dùinte. Cum sùil air /r/blog airson naidheachdan air meetups ùra.**

source: Choose a fact about your account to put on your badge.
gd: Tagh rudeigin mun chunntas agad a thèid a chur air a' bhaidse agad.

source: You can also [have your phone scanned instead]({url}).
gd: 'S urrainn dhut [sganadh a dhèanamh air an fhòn agad an àite sin cuideachd]({url}).

source: print badge
gd: clò-bhuail a' bhaidse

source: back to meetup overview
gd: air ais do dh'fhoir-shealladh a' meetup

source: nearby meetups
gd: meetups faisg ort

source: Log in to get your badge and get started.
gd: Clàraich a-steach airson a' bhaidse agad is dèan toiseach tòiseachaidh.

source: be there, or be square: {date}
gd: bi ann no bi fann: {date}

source: scan badges
gd: sganaich na baidsean

source: So, without further ado, here's what you need to do to get a shiny trophy.
gd: Gun dàil sam bith eile, seo na dh'fheumas tu dèanamh airson greim fhaighinn air geall-dùbhlain snasail.

source: Print and bring your badge
gd: Clò-bhuail a' bhaidse agad is thoir leat e

source: Print out your badge. Fill in some details about yourself to spark conversation. Then take it with you to the meetup.
gd: Clò-bhuail a' bhaidse agad. Cuir ann beagan fiosrachaidh mu do dhèidhinn fhèin gus spionnadh a chur sa chòmhradh. Thoir leat e dhan meetup an uairsin.

source: Meet redditors
gd: Coinnich ri redditairean

source: Show off your badge at the meetup. Marvel in the boxy glory of your QR code. Optionally: talk to the people you're showing your badge to.
gd: Thoir leat a' bhaidse 's bi ri raspars leis aig a' mheetup. Gabh tlachd sa chòd QR agad. 'S urrainn dhut bruidhinn ris na daoine a sheallas tu a' bhaidse riutha cuideachd.

source: Scan and be scanned
gd: Dèan sganadh is thèid do sganadh

source: Keep track of who you meet. If you have a smart phone, use a QR Code reader to scan the code on their badge and instantly check in with reddit. If not, write down their username and secret code and enter them in here after the meetup. **Note: you must be scanned by each person you scan for your connections to count!**
gd: Cum cunntas air na daoine ris an coinnich thu. Ma tha fòn tapaidh agad, cleachd leughadair chòdaichean QR gus an còd air a' bhaidse agad a sganadh is clàradh a-steach le reddit sa bhad. Mur eil, sgrìobh sìos an t-ainm-cleachdaiche 's an còd dìomhair aca agus cuir a-steach an-seo iad an dèidh a' mheetup. **An aire: feumaidh tu leigeil le duine sam bith a sganaicheas tu thu fhèin a sganadh cuideachd mus bi feum sa cheangal!**

source: reddit meetup badge
gd: baidse a' meetup reddit

source: secret code: {code}
gd: còd dìomhair: {code}

source: Print this badge out, fill in the blanks, and take it with you to the meetup. Please don't share your secret code online. You can also [have your phone scanned instead]({url}).
gd: Clò-bhuail a' bhaidse seo, lìon a-steach am fiosrachadh is thoir leat e dhan mheetup. Na cuir an còd dìomhair agad air loidhne. 'S urrainn dhut leigeil leotha [am fòn agad a sganadh cuideachd]({url}).

source: hobbies
gd: cur-seachadan

source: redditor since
gd: 'na redditair a-mach o

source: choose a different fact
gd: tagh fiosrachadh eile

source: Following is a list of users you have connected with.
gd: Seo dhut liosta de chleachdaichean a rinn thu ceangal leotha.

source: You haven't connected with anyone yet.
gd: Cha do rinn thu ceangal ri duine sam bith fhathast.

source: Success! You have successfully connected with /u/{user}.
gd: Shin thu! Rinn thu ceangal ri /u/{user}.

source: Enter below the username and secret code of the person you met.
gd: Cuir ainm-cleachdaiche is còd dìomhair an neach a choinnich thu riutha a-steach gu h-ìosal.

source: See who you've already connected with.
gd: Faic na daoine a rinn thu ceangal riutha mu thràth.

source: other redditor's username
gd: ainm-cleachdaiche an redditair eile

source: other redditor's secret code
gd: còd dìomhair an redditair eile

source: reddit live
gd: reddit beò

source: updates
gd: naidheachdan

source: update
gd: naidheachd

source: disabling beta
gd: a' cur à comas am beta

source: disabling beta...
gd: a' cur à comas am beta...

source: **you have either logged out, or no longer have access to this beta.** if this page is refreshing repeatedly or appearing unexpectedly, please clear your cookies and make a post in /r/bugs with the details.
gd: **rinn thu clàradh a-mach no chan eil cothrom agad air a' bheta seo tuilleadh.** ma tha an duilleag seo ag ath-nuadhachadh 's ag ath-nuadhachadh no ma nochdas e gu h-obann, falamhaich na briosgaidean agad is sgrìobh post ann an /r/bugs is thoir fiosrachadh mu dhèidhinn dhuinn.

source: this beta is limited to [reddit gold](/gold/about) users.
gd: chan eil cothrom air a' bheta seo ach aig cleachdaichean [reddit òir](/gold/about).

source: enable %s
gd: cuir %s an comas

source: disable %s
gd: cuir %s à comas

source: you can disable the beta at any time by clicking a "disable" button in the header or returning to this page.
gd: 's urrainn dhut am beta a chur à comas uair sam bith 's tu a' briogadh air a' phutan "cuir à comas" sa bhann-chinn no a' tilleadh dhan duilleag seo.

source: we'd love to hear your feedback on this beta at [%(feedback_title)s](%(feedback_url)s).
gd: b' fhìor-thoigh leinn do bheachdan air a' bheta seo a chluinntinn aig [%(feedback_title)s](%(feedback_url)s).

source: gold
gd: òr
