Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: Your reddit gold subscription has been cancelled because your credit card could not be charged. Contact %(gold_email)s for details
de: Dein reddit Gold Abonnement wurde annulliert weil deine Kreditkarte nicht belastet werden konnte. Kontaktiere %(gold_email)s für mehr Details
gd: Chaidh crìoch a chur air an fho-sgrìobhadh agad aig reddit òir a chionn 's nach b' urrainn dhuinn airgead iarraidh air a' chairt-chreidis agad. Cuir fios gu %(gold_email)s airson barrachd fiosrachaidh

source: reddit gold refund
de: reddit-Gold Rückerstattung
gd: ath-dhìoladh òir reddit

source: Your reddit gold payment has been refunded, contact %(gold_email)s for details
de: Deine reddit Gold Zahlung wurde zurückerstattet. Kontaktiere %(gold_email)s für Details
gd: Chaidh pàigheadh an òir reddit agad ath-dhìoladh. Cuir fios gu %(gold_email)s airson mion-fhiosrachadh

source: error: %(error)s
de: Fehler: %(error)s
gd: mearachdan: %(error)s

source: invalid request
de: Ungültige Anfrage
gd: iarrtas mì-dhligheach

source: api error
de: API-Fehler
gd: mearachd an api

source: connection error
de: Verbindungsfehler
gd: mearachd leis a' cheangal

source: error
de: Fehler
gd: mearachd

source: error: address verification failed
de: Fehler: Adressprüfung fehlgeschlagen
gd: mearachd: dh'fhàillig dearbhadh an t-seòlaidh

source: error: cvc check failed
de: Fehler: Prüfkennziffer ungültig
gd: mearachd: dh'fhàillig sgrùdadh an cvc

source: your gold subscription has been cancelled
de: Dein Gold-Abonnement wurde gekündigt
gd: chaidh crìoch a chur air an fho-sgrìobhadh òir agad

source: if you have any questions please email %(email)s
de: Falls du irgendwelche Fragen haben solltest, wende dich per E-Mail an %(email)s
gd: ma tha ceist sam bith agad, cuir post-d gu %(email)s

source: something bad happened, try again later
de: Etwas Schlimmes ist passiert, versuche es später noch einmal
gd: thachair rudeigin gu math dona, nach fheuch thu ris a-rithist an ceann greis?

source: your account already has a gold subscription
de: Dein Account besitzt bereits ein Gold-Abonnement
gd: tha fo-sgrìobhadh òir aig a' chunntas agad mu thràth

source: stop trying to trick the form
de: hör auf damit, das Formular austricksen zu wollen
gd: nach sguir thu de chealgaireachd an fhoirm?

source: subscription created
de: Abonnement abgeschlossen
gd: chaidh am fo-sgrìobhadh a chruthachadh

source: Your subscription is being processed and reddit gold will be delivered shortly.
de: Dein Abonnement befindet sich in der Bearbeitung und dein Reddit-Gold wird bald verfügbar sein.
gd: Tha sinn a' pròiseasadh an fho-sgrìobhaidh agad agus thèid òr reddit a libhrigeadh a dh'aithghearr.

source: payment submitted
de: Zahlung gesendet
gd: chaidh am pàigheadh a chur

source: reddit gold payment
de: reddit-Gold Zahlung
gd: pàigheadh òir reddit

source: Your payment is being processed and reddit gold will be delivered shortly.
de: Dein Zahlung wird verarbeitet und dein reddit Gold wird in Kürze zu deiner Verfügung stehen.
gd: Tha sinn a' pròiseasadh a' phàighidh agad agus thèid òr reddit a libhrigeadh a dh'aithghearr.

source: your payment details have been updated
de: Deine Zahlungsinformationen wurden aktualisiert
gd: chaidh am fiosrachadh pàighidh agad ùrachadh

source: your subscription has been cancelled
de: Dein Abonnement wurde gekündigt
gd: chaidh crìoch a chur air an fho-sgrìobhadh agad

source: newest submissions
de: Neueste Einreichungen
gd: na tha air ùr-chur

source: rising submissions
de: aufsteigende Beiträge
gd: air a chur is a' dol an àirde

source: top scoring links
de: Beste Links
gd: gràinnean-mullaich nan ceangal

source: most controversial links
de: Kontroverseste Links
gd: na ceanglaichean as connspaidiche

source: promoted links
de: Geförderte Links
gd: ceanglaichean brosnaichte

source: want to advertise? [click here!](%(link)s)
de: Willst du werben? [Hier klicken!](%(link)s)
gd: airson sanasachd a dhèanamh? [briog an-seo!](%(link)s)

source: you're really bored now, eh?
de: Dir ist gerade richtig langweilig, was?
gd: nach tusa tha air do shàrachadh a-nis, homh?

source: filter by subreddit
de: Nach Subreddits filtern
gd: criathraich a-rèir subreddit

source: filter by category
de: Nach Kategorie filtern
gd: criathraich a-rèir roinn-seòrsa

source: gildings received
de: Erhaltene Vergoldungen
gd: an t-òr a chaidh a chur

source: gildings given
de: Vergebene Vergoldungen
gd: an t-òr a chaidh a thoirt

source: overview for %(user)s
de: Überblick für %(user)s
gd: am for-shealladh aig %(user)s

source: comments by %(user)s
de: Kommentare von %(user)s
gd: beachdan le %(user)s

source: gilded by %(user)s
de: vergoldet von %(user)s
gd: chaidh òr a chur air le %(user)s

source: upvoted by %(user)s
de: hochgevotet von %(user)s
gd: le upvote o %(user)s

source: downvoted by %(user)s
de: runtergevotet von %(user)s

source: saved by %(user)s
de: von %(user)s gespeichert
gd: air a shàbhaladh le %(user)s

source: hidden by %(user)s
de: Versteckt von %(user)s
gd: falaichte le %(user)s

source: promoted by %(user)s
de: beworben von %(user)s
gd: brosnaichte le %(user)s

source: gildings given by %(user)s
de: Vergoldungen erhalten von %(user)s
gd: òr a chaidh a thoirt le %(user)s

source: profile for %(user)s
de: Profil für %(user)s
gd: a' phròifil aig %(user)s

source: blocked
de: blockiert
gd: bacte

source: unread
de: Ungelesen
gd: gun leughadh

source: comment replies
de: Antworten auf den Kommentar
gd: freagairtean air a' bheachd

source: post replies
de: Antworten auf den Post
gd: freagairtean air a' phost

source: username mentions
de: Erwähnungen des Benutzernamens
gd: iomraidhean air an ainm-chleachdaiche

source: messages
de: Nachrichten
gd: teachdaireachdan

source: To block a user click 'block user' below a message from a user you wish to block from messaging you.
de: Um einen Benutzer zu blockieren, klicke 'Benutzer blockieren' unter einer Nachricht des Benutzers, den Du daran hindern möchtest, Dir Nachrichten zu schicken.
gd: Gus bacadh a chur air cleachdaiche, briog air "bac an cleachdaiche" fo theachdaireachd a chaidh a chur thugad le cuideigin a bu toigh leat bacadh a chur orra.

source: gilded
de: vergoldet
gd: òr orra

source: gildings in this subreddit have paid for %(time)s of server time
de: Gold in diesem Subreddit hat für %(time)s Server-Zeit bezahlt
gd: phàidh an t-òradh san t-subreddit seo airson %(time)s a dh'àm frithealaiche

source: copied from %(source)s
de: Kopiert von %(source)s
gd: lethbhreac o %(source)s

source: this app has not been approved for use with employee accounts
de: Diese Applikation wurde nicht für Mitarbeiteraccounts anerkannt

source: [account deleted]
de: [Konto gelöscht]

source: %(author)s's comment from discussion "%(title)s"
de: Kommentar von %(author)s bei der Diskussion "%(title)s"

source: privacy policy
de: Datenschutzbestimmungen
gd: am poileasaidh prìobhaideachd

source: user agreement
de: Nutzungsbedingungen
gd: aonta a' chleachdaiche

source: content policy
de: Noun: Inhaltsrichtlinien

source: over 18?
de: Älter als 18?
gd: nas sine na 18?

source: quarantined
de: unter Quarantäne

source: unapproved promoted links
de: nicht bestätigte beworbene Links
gd: ceanglaichean brosnaichte gun aonta

source: accepted promoted links
de: akzeptierte beworbene Links
gd: ceanglaichean brosnaichte a ghabhadh riutha

source: unpaid promoted links
de: unbezahlte beworbene Links
gd: ceanglaichean brosnaichte gun phàigheadh

source: rejected promoted links
de: abgewiesene beworbene Links
gd: ceanglaichean brosnaichte a dhiùltadh

source: live promoted links
de: live beworbene Links
gd: ceanglaichean brosnaichte beòtha

source: all promoted links
de: Alle beworbenen Links
gd: gach ceangal brosnaichte

source: promoted by you
de: Von Dir beworben
gd: na bhrosnaich thu

source: underdelivered promoted links
de: unzureichende beworbene Links
gd: ceanglaichean brosnaichte gun libhrigeadh

source: reported promoted links
de: gemeldete beworbene Links
gd: ceanglaichean brosnaichte a dhèanadh aithris orra

source: house promoted links
de: Von reddit beworbene Links
gd: ceanglaichean brosnaichte leis an taigh

source: fraud suspected promoted links
de: Geförderte Links mit Betrugsverdacht

source: promos on reddit
de: Werbung auf reddit

source: target oversold, can't freebie
de: Ziel zu oft verkauft, kann nicht umsonst gegeben werden

source: refund succeeded
de: Erstattung erfolgreich
gd: chaidh ath-dhìoladh

source: refund not needed
de: Keine Rückerstattung nötig
gd: chan eil feum air ath-dhìoladh

source: failed to authenticate card. sorry.
de: Authentifikation der Karte fehlgeschlagen. Entschuldigung.
gd: dh'fhàillig dearbhadh na cairte. tha sinn duilich.

source: please change campaign start date to %(date)s or earlier
de: Bitte ändere das Startdatum der Kampagne zu %(date)s oder früher
gd: cleachd %(date)s no ceann-là nas tràithe airson toiseach na h-iomairt

source: please change campaign start date to %(date)s or later
de: Bitte ändere das Startdatum der Kampagne zu %(date)s oder später
gd: cleachd %(date)s no ceann-là às a dhèidh sin airson toiseach na h-iomairt

source: banned
de: gesperrt
gd: bacte

source: gold members only
de: Nur Reddit-Gold Mitglieder

source: private
de: privat
gd: prìobhaideach

source: search failed
de: Suche fehlgeschlagen
gd: dh'fhàillig an lorg

source: This page is the subreddit stylesheet, changes here apply to the subreddit css
de: Diese Seite ist das Subreddit-Stylesheet, die vorgenommenen Änderungen wirken sich auf die Subreddit-CSS aus
gd: 'S e siota-stoidhle subreddit a tha san duilleag seo, bidh buaidh air atharraichean a nithear an-seo air css subreddit

source: The contents of this page appear on the submit page
de: Der Inhalt dieser Seite erscheint auf der Beitragsseite
gd: Nochdaidh susbaint na duilleige seo air duilleag a' chuir

source: The contents of this page appear on the subreddit sidebar
de: Der Inhalt dieser Seite erscheint auf der Seitenleiste des Subreddits
gd: Nochdaidh susbaint na duilleige seo air bàr-taoibh an t-subreddit

source: The contents of this page appear in the public subreddit description and when the user does not have access to the subreddit
de: Die Inhalte dieser Seite erscheinen in der öffentlichen Subredditbeschreibung und wenn der Nutzer keinen Zugang zu diesem Subreddit hat

source: This page is used to configure AutoModerator for the subreddit, please see [the full documentation](/wiki/automoderator/full-documentation) for information
de: Diese Seite wird genutzt, um Automoderator für das subreddit zu konfigurieren. Bitte schau auf [die vollständige Dokumentation](/wiki/automoderator/full-documentation) für Informationen

source: viewing revision from %s
de: zeige Revision von %s
gd: a' sealltainn lèirmheas %s

source: %s ago
de: vor %s
gd: %s air ais

source: comparing revisions from %(date_1)s and %(date_2)s
de: vergleiche Versionen von %(date_1)s und %(date_2)s
gd: a' dèanamh coimeas eadar lèirmheas %(date_1)s agus %(date_2)s

source: viewing revision from %s ago
de: Zeige Überarbeitung von vor %s
gd: a' sealltainn lèirmheas %s

source: this wiki cannot handle page names of that magnitude! please select a page name shorter than %d characters
de: Dieses Wiki kann nicht mit Seitennamen dieser Größe umgehen! Bitte wähle einen Namen, der kürzer als %d Zeichen ist
gd: chan urrainn dhan uici seo duilleagan a làimhseachadh a tha cho mòr sin! tagh ainm airson na duilleige a tha nas lugha na %d caractar

source: this page is a special page, please go into the subreddit settings and save the field once to create this special page
de: Diese Seite ist eine Sonderseite, gehe bitte in die Subreddit-Einstellungen und speichere das Feld einmal ab, um diese Sonderseite zu erstellen
gd: seo duilleag shònraichte, tadhail air roghainnean an t-subreddit is sàbhail an raon aon turas gus an duilleag shònraichte seo a chruthachadh

source: a max of %d separators "/" are allowed in a wiki page name.
de: Ein Maximum von %d "/"-Trennern ist im Namen einer Wiki Seite erlaubt.
gd: tha suas ri %d sgaradairean "/" ceadaichte ann an ainm duilleige san uici.

source: Wiki error
de: Wiki-Fehler
gd: Mearachd na h-uici

source: You are doing that too much, please try again later.
de: Du machst das zu oft, bitte versuche es später noch einmal.
gd: Tha thu a' dèanamh sin ro thric, nach fheuch thu ris a-rithist an ceann greis?

source: no image found with name "%(name)s"
de: kein Bild mit dem Namen "%(name)s" gefunden
gd: cha deach dealbh a lorg air a bheil "%(name)s"

source: only uploaded images are allowed; reference them with the %%%%imagename%%%% system
de: Nur hochgeladene Bilder sind erlaubt; Referenziere sie mit dem %%%%imagename%%%% System
gd: chan eil ceadaichte ach dealbhan a chaidh an luchdadh suas; thoir iomradh orra a' cleachdadh %%%%imagename%%%%

source: syntax error: %(message)s
de: Syntaxfehler: %(message)s
gd: mearachd co-chàraidh: %(message)s

source: @%(keyword)s is not allowed
de: @%(keyword)s ist nicht erlaubt
gd: chan eil @%(keyword)s ceadaichte

source: unknown property "%(name)s"
de: Unbekannte Eigenschaft: "%(name)s"
gd: chan aithne dhuinn an roghainn "%(name)s"

source: unknown function "%(function)s"
de: Unbekannte Funktion "%(function)s"
gd: chan aithne dhuinn am foincsean "%(function)s"

source: unexpected token "%(token)s"
de: Unbekanntes Zeichen "%(token)s"
gd: cha robh dùil ris an tòcan "%(token)s"

source: backslashes are not allowed
de: Backslashes sind nicht erlaubt
gd: chan eil slais air ais ceadaichte

source: control characters are not allowed
de: Steuerzeichen sind nicht erlaubt
gd: chan eil caractaran smachd ceadaichte

source: the stylesheet is too big. maximum size: %(size)d KiB
de: das Stylesheet ist zu groß. Maximale Größe: %(size)d KiB
gd: tha an siota-stoidhle ro mhòr, chan fhaod e a bhith nas motha na: %(size)d KB

source: comment reply
de: Antwort auf Kommentar
gd: freagairt air a' bheachd

source: post reply
de: Antwort auf Post
gd: freagairt air a' phost

source: username notification
de: Nutzernamenbenachrichtigung

source: message
de: Nachricht
gd: teachdaireachd

source: Please log in to do that.
de: Bitte logge Dich hierfür ein.

source: this page must be accessed using https
de: Diese Seite muss über https aufgerufen werden
gd: feumar inntrigeadh a dhèanamh dhan duilleag seo le https

source: you can't do that on this domain
de: das kannst du auf dieser Domäne nicht tun
gd: chan urrainn dhut sin a dhèanamh air an àrainn seo

source: you need to set a valid email address to do that.
de: Du musst zuerst eine gültige E-Mail-Adresse angeben.
gd: feumaidh tu post-d dligheach a shuidheachadh mus urrainn dhut sin a dhèanamh.

source: a url is required
de: Eine URL ist nötig
gd: tha feum air url

source: you should check that url
de: Du solltest diese URL überprüfen
gd: thoir sùil air an url sin

source: URI scheme must be one of: %(schemes)s
de: URI Schema muss eines dieser sein: %(schemes)s
gd: Feumaidh tu aon dhe na sgeamannan URI a leanas a chleachdadh: %(schemes)s

source: care to try these again?
de: Magst Du die nochmal probieren?
gd: am feuch thu riutha a-rithist?

source: invalid user name
de: Ungültiger Benutzername
gd: ainm cleachdaiche mì-dhligheach

source: username must be between %(min)d and %(max)d characters
de: Benutzername muss zwischen %(min)d und %(max)d Zeichen lang sein

source: username must contain only letters, numbers, "-", and "_"
de: Benutzername darf nur Buchstaben, Zahlen, "-", und "_" enthalten

source: that username is already taken
de: Dieser Benutzername ist schon vergeben
gd: tha an t-ainm seo aig cuideigin mu thràth

source: that username is taken by a deleted account
de: Dieser Benutzername ist von einem gelöschten Account belegt
gd: tha an t-ainm seo aig cunntas a chaidh a sguabadh às

source: you can't send to a user that you have blocked
de: Du kannst von Dir geblockten Nutzern nichts senden
gd: chan urrainn dhut sin a chur gu cleachdaiche a bhacaich thu

source: id not specified
de: ID nicht spezifiziert
gd: cha deach id a shònrachadh

source: you provided too many ids
de: Du hast zu viele IDs angegeben
gd: thug thu seachad cus ids

source: you can't do that
de: Das kannst Du nicht tun
gd: chan urrainn dhut sin a dhèanamh

source: You are not logged in as that user.
de: Du bist nicht als dieser Nutzer eingeloggt.

source: you are not friends with that user
de: Du bist mit diesem Benutzer nicht befreundet
gd: chan eil thu 'nad charaid aig a' chleachdaiche sin

source: You are already logged in.
de: Du bist bereits eingeloggt.

source: that comment has been deleted
de: Dieser Kommentar wurde gelöscht
gd: chaidh am beachd ud a sguabadh às

source: that element has been deleted
de: Dieses Element wurde gelöscht
gd: chaidh an eileamaid ud a sguabadh às

source: the password must be at least %(chars)d characters
de: Passwort muss mindestens %(chars)d Zeichen haben
gd: feumaidh facal-faire a bhith %(chars)d caractaran a dh'fhaid air a' char as lugha

source: that password is unacceptable
de: Dieses Passwort ist inakzeptabel
gd: cha ghabh sinn ris an fhacal-fhaire sin

source: wrong password
de: falsches Passwort
gd: tha am facal-faire cearr

source: passwords do not match
de: Passwörter stimmen nicht überein
gd: chan eil an dà fhacal-faire co-ionnann

source: please enter a name
de: Bitte gib einen Namen ein
gd: cuir a-steach ainm

source: please enter an email address
de: Bitte gib eine E-Mail-Addresse ein
gd: cuir a-steach seòladh puist-d

source: no email address for that user
de: Keine E-Mail-Addresse für diesen Benutzer
gd: chan eil post-d aig a' chleachdaiche ud

source: no verified email address for that user
de: Dieser Nutzer besitzt keine verifizierte E-Mail-Adresse
gd: chan eil post-d dearbhte aig a' chleachdaiche ud

source: send it to whom?
de: An wen senden?
gd: cò thuige a chuireas sinn seo?

source: please enter a subject
de: Bitte gib einen Betreff ein
gd: cuir a-steach cuspair

source: that user doesn't exist
de: Dieser Benutzer existiert nicht
gd: chan eil an cleachdaiche sin ann

source: please enter a username
de: Bitte gib einen Benutzernamen ein
gd: cuir a-steach ainm-cleachdaiche

source: that preference isn't valid
de: Die Eigenschaft ist nicht gültig
gd: chan e roghainn dhligheach a tha sin

source: '%(choice)s' is not a user preference field
de: '%(choice)s' ist kein Feld für Benutzereinstellungen
gd: chan e raon roghainn cleachdaiche a tha ann an "%(choice)s"

source: that language is not available
de: diese Sprache ist nicht verfügbar
gd: chan eil an cànan seo ri làimh

source: that number isn't in the right range (%(range)s)
de: diese Zahl befindet sich ausserhalb des gültigen Bereichs (%(range)s)
gd: chan eil an àireamh sin san rainse cheart (%(range)s)

source: you used a character here that we can't handle
de: Du hast hier ein Zeichen benutzt, das wir nicht verwenden können.
gd: chleachd thu caractar nach urrainn dhuinn làimhseachadh

source: your budget must be at least $%(min)d and no more than $%(max)d.
de: Dein Budget muss mindestens $%(min)d und höchstens $%(max)d sein.
gd: feumaidh am buidsead agad a bhith eadar $%(min)d agus $%(max)d.

source: that link has already been submitted
de: Dieser Link wurde bereits eingereicht
gd: chaidh an ceangal ud a chur mu thràth

source: that subreddit already exists
de: dieses Subreddit existiert bereits
gd: tha an subreddit seo ann mu thràth

source: that subreddit doesn't exist
de: dieses Subreddit existiert noch nicht
gd: chan eil an subreddit seo ann fhathast

source: you aren't allowed to post there.
de: Dir fehlt die Erlaubnis hier zu posten
gd: chan eil cead agad sin a phostadh ann.

source: you aren't allowed access to this subreddit
de: Du hast keinen Zugriff auf diese subreddit

source: you must specify a subreddit
de: Du musst ein Subreddit angeben
gd: feumaidh tu subreddit a shònrachadh

source: this subreddit has chosen to disable their ads at this time
de: In diesem Subreddit sind derzeit Werbeanzeigen deaktiviert

source: that subreddit is private
de: Dieses Subreddit ist privat

source: that name isn't going to work
de: Dieser Name wird nicht funktionieren
gd: chan obraich an t-ainm sin

source: that collection doesn't exist
de: Diese Sammlung gibt es nicht

source: that target type is not valid
de: Dieser Zieltyp ist nicht verfügbar

source: that version range is not valid
de: diese Version Reichweite ist nicht gültig

source: you are doing that too much. try again in %(time)s.
de: Du versuchst es zu oft. Probier es in %(time)s nochmal
gd: tha thu a' dèanamh seo ro thric. feuch ris a-rithist ann an %(time)s.

source: you are doing that too much. try again later.
de: Du machst das zu oft. Versuch es später noch einmal.
gd: tha thu a' dèanamh sin ro thric, nach fheuch thu ris a-rithist an ceann greis?

source: your session has expired
de: Deine Sitzung ist abgelaufen
gd: dh'fhalbh an ùine air an t-seisean agad

source: you must accept the terms first
de: Du musst zuerst die Bedingungen akzeptieren
gd: feumaidh tu gabhail ris na teirmichean an toiseach

source: that option is not valid
de: Diese Option ist nicht gültig
gd: chan e roghainn dhligheach a tha sin

source: that email is invalid
de: diese E-Mail ist ungültig
gd: tha am post-d seo mì-dhligheach

source: the following emails are invalid: %(emails)s
de: Die folgenden E-Mails sind ungültig: %(emails)s
gd: tha na puist-d a leanas mì-dhligheach: %(emails)s

source: please enter at least one email address
de: Bitte gib mindestens eine E-Mail-Adresse ein
gd: cuir a-steach co-dhiù aon seòladh puist-d

source: please only share to %(num)s emails at a time.
de: Bitte nur bis zu %(num)s E-mails gleichzeitig weitersagen
gd: na dèan co-roinneadh gu barrachd air %(num)s puist-d aig an aon àm.

source: where should we send that weekly newsletter?
de: Wohin sollen wir die wöchentliche Newsletter schicken?

source: advertisers are required to supply an email
de: Werbetreibende müssen eine E-Mail angeben.

source: That email could not be added. Check your email for an existing confirmation email.
de: Diese E-Mail-Adresse konnte nicht hinzugefügt werden. Überprüfe deine E-Mails nach einer vorhandenen Bestätigungs-E-Mail.

source: that subreddit has already been oversold on %(start)s to %(end)s. Please pick another subreddit or date.
de: Dieses Subreddit ist zwischen dem %(start)s und %(end)s schon ausgebucht. Bitte wähle ein anderes Subreddit oder ein anderes Datum.
gd: chaidh an subreddit seo a reic thar a' chuibheas %(start)s gu ruige %(end)s mu thràth. Tagh subreddit no ceann-là eile.

source: We have insufficient inventory to fulfill your requested budget, target, and dates. Only %(available)s impressions available on %(target)s from %(start)s to %(end)s.
de: Wir haben ungenügende Vorräte, um das geforderte Budget, Ziel und die Frist zu erfüllen. Wir haben nur %(available)s Eindrücke auf %(target)s vom %(start)s zum %(end)s.
gd: Chan eil maoin-chunntas gu leòr againn gus am buidsead, targaid is cinn-là a dh'iarr thu a choileanadh. Chan eil ach %(available)s impressions ri fhaighinn air %(target)s eadar %(start)s is %(end)s.

source: please provide a date of the form mm/dd/yyyy
de: Bitte gib ein Datum in der Form mm/tt/jjjj ein.
gd: cuir ann ceann-là, a' leantainn a' phàtrain mm/ll/bbbb

source: the dates need to be in order and not identical
de: Die Daten müssen geordnet und nicht identisch sein
gd: feumaidh na cinn-là seo a bhith ann an òrdugh 's chan fhaod iad a bhith co-ionnann

source: please enter a date %(day)s or earlier
de: Bitte gib ein Datum %(day)s oder früher ein.
gd: cuir a-steach ceann-là %(day)s no nas tràithe

source: please enter a date %(day)s or later
de: Bitte gib ein Datum %(day)s oder später ein.
gd: cuir a-steach ceann-là %(day)s no às a dhèidh sin

source: start date cannot be changed
de: Startdatum ist unveränderlich
