Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: A confirmation email has been queued up and should be reaching you shortly. It will be the last you hear from us.
de: Eine Bestätigungsmail ist in der Warteschlange und sollte Dich bald erreichen. Das wird das letzte sein, was du von uns hörst.
gd: Tha post-d dearbhaidh sa chiutha agus gheibh thu e a dh'aithghearr. Chan fhaigh thu barrachd puist uainn às dèidh sin.

source: Would you like the address %(email)s to no longer receive email from us?
de: Möchtest Du, dass die Adresse %(email)s keine E-Mails mehr von uns erhält?
gd: A bheil thu airson 's nach fhaigh thu post-d uainn tuilleadh air %(email)s?

source: '%(email)s' has been removed from our block list.
de: '%(email)s' wurde von unserer Blockierliste entfernt.
gd: Chaidh '%(email)s' a thoirt air falbh on liosta-bhacaidh againn.

source: Allow '%(email)s' to receive email from us?
de: E-Mails von uns an die Adresse '%(email)s' zulassen?
gd: A bheil thu airson post-d fhaighinn uainn air '%(email)s'?

source: over 18
de: volljärig

source: You must be 18+ to view this community
de: Sie müssen mindestens 18 Jahre alt sein um diese Community einzusehen

source: You must be at least eighteen years old to view this content. Are you over eighteen and willing to see adult content?
de: Du musst mindestens achtzehn Jahre alt sein um diese Inhalte zu sehen. Bist du über achtzehn Jahre alt und willst du diese nicht jugendfreien Inhalte sehen?

source: no thank you
de: Nein danke

source: This is an [internationalized domain name](http://en.wikipedia.org/wiki/Internationalized_domain_name). We've modified how it is displayed [for security reasons](http://en.wikipedia.org/wiki/IDN_homograph_attack).
de: Dies ist ein [internationalisierter Domainname](http://de.wikipedia.org/wiki/Internationalisierter_Domainname). Wir haben dessen Anzeige [aus Sicherheitsgründen](http://de.wikipedia.org/wiki/Homographischer_Angriff) verändert.
gd: Seo [ainm àrainn sa bheil caractar neo-Laideannach](http://en.wikipedia.org/wiki/Internationalized_domain_name). Chuir sinn air gleus an coltas a tha air [a chum adhbharan tèarainteachd](http://en.wikipedia.org/wiki/IDN_homograph_attack).

source: password reset link expired. please try again
de: Der Link zum Zurücksetzen des Passworts ist abgelaufen. Bitte nochmal versuchen.
gd: dh'fhalbh an ùine air a' cheangal airson ath-shuidheachadh an fhacail-fhaire. feuch ris a-rithist

source: email me
de: Schicke mir eine E-Mail
gd: cuir post-d thugam

source: set up payment for this link
de: Bezahlung für diesen Link einrichten
gd: suidhich pàigheadh airson a' cheangail seo

source: The duration of this link is %(duration)s (from %(start)s to %(end)s).
de: Dieser Link dauert für %(duration)s (%(start)s bis %(end)s).
gd: Mairidh an ceangal seo %(duration)s (eadar %(start)s is %(end)s).

source: Your current budget is %(budget)s
de: Dein momentanes Budget ist %(budget)s
gd: 'S e %(budget)s am buidsead a tha agad an-dràsta

source: Please pick your credit card:
de: Wähle bitte Deine Kreditkarte aus:
gd: Tagh a' chairt-chreidis agad:

source: select...
de: Wähle...
gd: tagh...

source: profile limit (%d) reached
de: Profillimit (%d) erreicht
gd: ràinig thu crìoch (%d) na pròifile agad

source: create a new one...
de: Eine neue erstellen...
gd: cruthaich tè ùr...

source: please create a new payment profile
de: Bitte ein neues Zahlungsprofil erstellen
gd: cruthaich pròifil pàighidh ùr

source: NOTE: your card will not be charged until the campaign has been queued for promotion.
de: HINWEIS: Deine Karte wird nicht belastet bis der Link in der Warteschlange für Werbung ist.
gd: AN AIRE: chan iarrar airgead air a' chairt agad gus an deach an iomairt a chur ann an ciutha airson brosnachadh.

source: first name
de: Vorname
gd: ainm

source: last name
de: Nachname
gd: sloinneadh

source: company
de: Firma
gd: companaidh

source: address
de: Adresse
gd: seòladh

source: state
de: Staat/Bundesland
gd: siorrachd/còigeamh/stàit

source: phone
de: Telefon
gd: fòn

source: (14-17 digits)
de: (14-17 Ziffern)
gd: (14-17 àireamhan)

source: CCV
de: Prüfnummer

source: (3 or 4 digits)
de: (3-4 Ziffern)
gd: (3 no 4 àireamhan)

source: authorize payment
de: Zahlung bewilligen
gd: ceadaich am pàigheadh

source: you are viewing a single comment's thread.
de: Du siehst den Thread eines einzelnen Kommentars.
gd: tha thu a' coimhead air an t-snàithlean aig beachd singilte.

source: view the rest of the comments
de: Übrige Kommentare laden
gd: seall an corr dhe na beachdan

source: web app
de: Netzanwendung
gd: aplacaid-lìn

source: A web based application
de: Eine Internet basierende Anwendung
gd: Aplacaid a tha stèidhichte air an lìon

source: installed app
de: Anwendung Installiert
gd: aplacaid stàlaichte

source: An app intended for installation, such as on a mobile phone
de: Eine Anwendung gedacht für Geräte, wie zum Beispiel ein Smartphone
gd: Aplacaid a tha airson stàladh, mar eisimpleir air fòn-làimhe

source: Script for personal use. Will only have access to the developers accounts
de: Script für eigen Gebrauch. Wird nur Zugang zu den Entwickler Konten haben
gd: Sgriobt airson cleachdadh pearsanta. Cha bhi cothrom ach air cunntasan luchd-leasachaidh

source: (that's you!)
de: (das bist du!)
gd: (sin thusa!)

source: personal use script
de: Eigengebrauch script
gd: sgriobt airson cleachdadh pearsanta

source: updating...
de: aktualisiere...
gd: 'ga ùrachadh...

source: secret
de: geheim
gd: dìomhair

source: about url
de: Link Info
gd: url "mu dhèidhinn"

source: redirect uri
de: uri umleiten
gd: uri ath-threòrachaidh

source: update app
de: App aktualisieren
gd: ùraich an aplacaid

source: developers
de: Entwickler
gd: luchd-leasachaidh

source: adding...
de: füge hinzu...
gd: 'ga chur ris...

source: add developer
de: Entwickler hinzufügen
gd: cuir neach-leasachaidh ris

source: delete app
de: Anwendung entfernen
gd: sguab às an aplacaid

source: Only in:
de: Nur in:
gd: An-seo a-mhàin:

source: Only in the subreddits:
de: Nur in den subreddits:
gd: Anns na subreddits seo a-mhàin:

source: Expires in:
de: Läuft ab in:
gd: Falbhaidh an ùine air:

source: Maintain this access indefinitely (or until manually revoked).
de: Halte diesen Zugang offen (oder bis Widerruf)
gd: Glèidh an t-inntrigeadh seo gu buan (no gus an dèid a thoirt air falbh a làimh).

source: revoke access
de: Zugangsrecht zurückziehen
gd: thoir air falbh an t-inntrigeadh

source: revoked
de: zurückgezogen
gd: air a thoirt air falbh

source: authorized applications
de: autorisierte Anwendungen
gd: aplacaidean aig a bheil cead

source: developed applications
de: entwickelte Anwendungen
gd: aplacaidean a chaidh a leasachadh

source: create another app...
de: erstelle eine weitere App
gd: cruthaich aplacaid eile...

source: are you a developer? create an app...
de: Bist du ein Entwickler? Erstelle eine App
gd: an e neach-leasachaidh a tha annad? cruthaich aplacaid...

source: creating...
de: erstelle...
gd: 'ga chruthachadh...

source: create application
de: Anwendung erstellen
gd: cruthaich aplacaid

source: create app
de: App erstellen
gd: cruthaich aplacaid

source: sorry to see you go!
de: Schade, dass Du gehst.
gd: duilich gu bheil thu 'gar fàgail?

source: please cancel your gold subscription!
de: Bitte beende dein Goldabonnement!

source: log in to %%(paypal_link)s to cancel your subscription (%(subscr_id)s).
de: Logge dich in %%(paypal_link)s ein, um dein Abonnement zu beenden (%(subscr_id)s).

source: for security purposes
de: aus Sicherheitsgründen
gd: airson adhbharan tèarainteachd

source: account credentials
de: Accountdaten
gd: ainm-cleachdaiche 's facal-faire

source: confirmation
de: Bestätigung
gd: dearbhadh

source: On this page are links to private RSS feeds so that you can get listings of your content (personalized front page, message panel, saved listing, etc.) without having to deal with cookies or other auth.
de: Auf dieser Seite sind Links zu privaten RSS-Feeds, damit Du Listen Deiner Inhalte (personalisierte Hauptseite, Nachrichtenbereich, gespeicherte Listen, usw.) bekommst, ohne Dich um Cookies oder andere Authentifizierungen kümmern zu müssen.
gd: Tha ceanglaichean ri inbhirean RSS prìobhaideach airson 's gun urrainn dhut liostadh dhen t-susbaint agad fhaighinn (duilleag mhòr phearsanaichte, panail nan teachdaireachdan, liostaidhean a chaidh a shàbhaladh is msaa.) gun làmh a chur ris briosgaidean no dòigh dearbhaidh eile.

source: Keep in mind that these urls are intended to be private, so **share at your own risk.**
de: Bitte bedenke, dass diese URLs privater Natur sein sollen. **Du gibst sie auf eigenes Risiko weiter.**
gd: Thoir an aire gu bheilear am beachd na h-urlaichean seo a chumail prìobhaideach is leis a sin, **co-roinn iad air do chunnart fhèin.**

source: All feeds are invalidated if you change your password, however.
de: Aber alle Feeds werden ungültig, wenn du Dein Passwort änderst.
gd: Cha bhi inbhir sam bith dligheach tuilleadh ma dh'atharraicheas tu am facal-faire agad, ge-tà.

source: your saved links
de: Deine gespeicherten Links
gd: na ceanglaichean a shàbhail thu

source: links you've upvoted
de: Links, die du positiv bewertet hast

source: links you've downvoted
de: Links, die du negativ bewertet hast

source: links you've hidden
de: Links, die Du ausgeblendet hast
gd: ceanglaichean a chur thu am falach

source: unread messages
de: ungelesene Nachrichten
gd: teachdaireachdan gun leughadh

source: messages only
de: nur Nachrichten
gd: teachdaireachdan a-mhàin

source: comment replies only
de: nur Kommentarantworten
gd: freagairtean beachdan a-mhàin

source: self-post replies only
de: nur Antworten auf eigene Posts
gd: freagairtean air puist agad fhèin a-mhàin

source: mentions of your username only
de: nur Nennungen deines Benutzernamens
gd: iomraidhean air an ainm-chleachdaiche a-mhàin

source: modqueue
de: Mod-Warteschlange
gd: ciutha na modarataireachd

source: (recommended)
de: (empfohlen)

source: your preferences have been updated
de: Deine Benutzer-Einstellungen wurden aktualisiert
gd: chaidh na roghainnean agad ùrachadh

source: we couldn't save the custom stylesheet preference. please see the error below
de: Wir konnten die CSS-Bevorzugung nicht speichern. Schau dir bitte den untenstehenden Fehler an

source: your preferences couldn't be saved
de: Deine Einstellungen konnten nicht gesichert werden

source: interface language
de: Interface-Sprache
gd: cànan na h-eadar-aghaidh

source: incomplete
de: Unvollständig
gd: neo-choileanta,

source: volunteer to translate
de: Bei der Übersetzung helfen
gd: nach cuidich thu leis an eadar-theangachadh?

source: location options
de: Standort-Optionen
gd: roghainnean an ionaid

source: use the global default subreddits for my front page
de: benutze globale Standard-Subreddits auf meiner Startseite
gd: cleachd na subreddits bunaiteach uile-choitcheann airson na duilleige mhòr agam

source: hide the location information bar
de: blende die Standort-Informationsleiste aus
gd: falaich bàr-fiosrachaidh an ionaid

source: clicking options
de: Klickeinstellungen
gd: roghainnean briogaidh

source: media
de: Medien
gd: meadhanan

source: show thumbnails next to links
de: Thumbnails neben den Links anzeigen
gd: seall dealbhagan ri taobh cheanglaichean

source: don't show thumbnails next to links
de: Keine Thumbnails neben den Links anzeigen
gd: na seall dealbhagan ri taobh cheanglaichean

source: show thumbnails based on that subreddit's media preferences
de: Thumbnails gemäß den Medien-Einstellungen des Subreddits anzeigen
gd: seall dealbhagan a-rèir roghainnean nam meadhanan aig an t-subreddit ud

source: to enable thumbnails, disable compressed link display
de: Um Thumbnails zu aktivieren, darf das minimalistische Layout nicht gewählt sein
gd: gus na dealbhagan a chur an comas, na seall na ceanglaichean 's iad air an co-theannachadh

source: link options
de: Link-Optionen
gd: roghainnean nan ceanglaichean

source: show the spotlight box on the front page
de: Zeige die Im-Rampenlicht-Box auf der Startseite
gd: seall bogsa na prosbaig air an duilleag mhòr

source: (it shows new and promoted links, and gives you a say in what's spam and what isn't.)
de: (Zeigt neue und beworbene Links und gibt Dir die Möglichkeit zu entscheiden, was Spam ist und was nicht.)
gd: (seallaidh seo ceanglaichean ùra 's brosnaichte agus bidh cothrom agad na rudan a chomharradh a tha 'na spama 's feadhainn nach eil.)

source: show trending subreddits on the front page
de: angesagte Subreddits auf der Startseite anzeigen
gd: seall subreddits a tha a' treandadh air an duilleag mhòr

source: (a list of popular and notable subreddits to check out)
de: (Eine Liste beliebter und bemerkenswerter Subreddits die man sich ansehen sollte)
gd: (liosta de subreddits air a bheil fèill mhòr as fhiach coimhead orra)

source: show me links I've recently viewed
de: Zeige mir Links, die ich kürzlich angesehen habe
gd: seall dhomh ceanglaichean a choimhead mi orra o chionn goirid

source: compress the link display
de: Minimalistisches Layout
gd: co-theannaich taisbeanadh nan ceangal

source: show additional details in the domain text when available
de: wenn möglich, zusätzliche Details im Domain-Text anzeigen
gd: seall mion-fhiosrachadh a bharrachd ann an teacsa na h-àrainne ma bhios gin ann

source: (such as the source subreddit or the content author's url/name)
de: (etwa Quell-Subreddit oder URL/Name des ursprünglichen Autors)
gd: (can an subreddit tùsail no url/ainm ùghdar na susbaint)

source: don't show me submissions after I've upvoted them
de: Verstecke Einreichungen, nachdem ich sie positiv bewertet habe

source: (except my own)
de: (ausgenommen meine eigenen)
gd: (ach an fheadhainn agam fhìn)

source: don't show me submissions after I've downvoted them
de: Verstecke Einreichungen, nachdem ich sie negativ bewertet habe

source: display %(num)s links at once
de: Zeige %(num)s Links auf einmal
gd: seall %(num)s ceangal aig an aon àm

source: don't show me submissions with a score less than %(num)s
de: Zeige mir keine Inhalte mit einer geringeren Wertung als %(num)s
gd: na seall dhomh puist is beachdan aig a bheil sgòr nas lugha na %(num)s

source: (leave blank to show all submissions)
de: (Freilassen um alle Beiträge anzuzeigen)

source: comment options
de: Kommentar-Einstellungen
gd: roghainnean nam beachdan

source: sort comments by %(sort)s
de: Kommentare nach %(sort)s sortieren

source: ignore suggested sorts
de: Ignoriere vorgeschlagene Sortierung

source: (suggested sorts may be set by community moderators for specific threads or subreddits, like Q&As)
de: (Vorgeschlagene Sortierungen können von Gemeinschaftsmoderatoren für spezifische Threads oder subreddits, wie Fragen & Antworten gesetzt werden)

source: show a dagger (†) on comments voted controversial
de: Markiere Kommentare, die kontrovers bewertet wurden, mit einem Dolch (†)
gd: seall daga (†) ri taobh beachdan a fhuair bhòt gu bheil iad connspaideach

source: (a controversial comment is one that's been both upvoted and downvoted significantly)
de: (Ein kontroverser Kommentar ist ein Kommentar, der von vielen Nutzern positiv und negativ bewertet wurde)
gd: (tha beachd connspaideach 'na bheachd a chaidh a bhòtadh suas is sìos gu mòr)

source: don't show me comments with a score less than %(num)s
de: Zeige mir keine Kommentare mit einer Wertung unter: %(num)s
gd: na seall beachdan dhomh aig a bheil sgòr nas lugha na %(num)s

source: (leave blank to show all comments)
de: (Freilassen um alle Kommentare anzuzeigen)

source: display %(num)s comments by default
de: Zeige standardmäßig %(num)s Kommentare
gd: seall %(num)s beachd a ghnàth

source: the smaller the number, the faster your comments pages will load
de: je kleiner die Zahl, desto schneller wird die Kommentarseite laden
gd: mar as lugha an àireamh, 's ann as luaithe a thèid duilleagan nam beachdan a luchdadh

source: messaging options
de: Nachrichten-Einstellungen
gd: roghainnean nan teachdaireachdan

source: show message conversations in the inbox
de: Zeige Nachrichtenkonversationen im Posteingang
gd: seall còmhraidhean theachdaireachdan sa bhogsa a-steach

source: (only applies when you go to the 'messages' panel)
de: (Bezieht sich nur auf den Nachrichtenbereich)
gd: (cha bhi buaidh aige seo ach ann am panail nan teachdaireachdan)

source: collapse messages after I've read them
de: Reduziere Nachrichten nachdem ich sie gelesen habe
gd: co-theannaich teachdaireachdan an dèidh dhomh an leughadh

source: (otherwise, you'll have to collapse them yourself)
de: (Ansonsten musst Du sie selbst reduzieren)
gd: (air neo bi agad ris an co-theannachadh thu fhèin)

source: mark messages as read when I open my inbox
de: Markiere Nachrichten als gelesen wenn ich meine Inbox öffne
gd: cuir comharra gun deach na teachdaireachdan a leughadh nuair a dh'fhosglas mi am bogsa a-steach agam

source: (otherwise, they will be marked as read when you click them)
de: (andernfalls werden sie als gelesen markiert, nachdem Du auf sie clickst)
gd: (air neo thèid comharra a chur riutha gun deach an leughadh nuair a bhriogas tu orra)

source: notify me when people say my username
de: benachrichtige mich, wenn mein Benutzername erwähnt wird
gd: thoir brath dhomh nuair a bheir daoine iomradh air an ainm-chleachdaiche agam

source: send messages as emails
de: Sende Nachrichten als E-Mails

source: requires a verified email
de: Benötigt eine verifizierte E-Mail

source: enable threaded modmail display
de: aktiviere eingefädeltes Moderatorennachnrichts Display

source: display options
de: Anzeige-Einstellungen
gd: roghainnean taisbeanaidh

source: allow subreddits to show me custom themes
de: Erlaube Subreddit-spezifische Layouts

source: (you can also choose which subreddit themes to disable on an individual level)
de: (Du kannst auch auswählen, welche subreddit Themen deaktiviert werden sollen - auf individuellem Level)

source: show user flair
de: Zeige Benutzerflair
gd: seall flair nan cleachdaichean

source: show link flair
de: Link Flair anzeigen
gd: seall flair nan ceanglaichean

source: show self-serve advertising tab on front page
de: Werbungs-Tab auf der Startseite anzeigen
gd: seall taba na sanasachd fèin-fhrithealaidh air an duilleag mhòr

source: show legacy search page
de: zeige vererbte Suchseite

source: I am over eighteen years old and willing to view adult content
de: Ich bin über achtzehn Jahre alt und möchte Inhalte sehen, die für Erwachsene bestimmt sind
gd: Tha mi nas sine na ochd bliadhna deug a dh'aois agus tha mi deònach susbaint inbheach fhaicinn

source: required to view some subreddits
de: wird zur Anzeige einiger Subreddits benötigt
gd: tha feum air seo mus fhaicear cuid a shubreddits

source: label posts that are not safe for work (NSFW)
de: Kennzeichne Einreichungen, die nicht sicher für die Arbeit sind (NSFW)
gd: cuir leubail ri puist nach eil sàbhailte san àite-obrach (NFSW)

source: enable private RSS feeds
de: Private RSS-Feeds aktivieren
gd: cuir an comas inbhirean RSS prìobhaideach

source: (available from the 'RSS feed' tab in prefs)
de: (verfügbar vom 'RSS-Feed'-Reiter in Einstellungen)
gd: (ri do làimh air an taba "Inbhir RSS" sna roghainnean)

source: privacy options
de: Datenschutz-Einstellungen
gd: roghainnean prìobhaideachd

source: make my votes public
de: Meine Stimmen öffentlich machen
gd: nochd mo bhòtan gu poblach

source: let everyone see %(link1)s and %(link2)s
de: erlaube jedem %(link1)s und %(link2)s zu sehen
gd: leig le duine sam bith %(link1)s agus %(link2)s fhaicinn4

source: allow my data to be used for research purposes
de: Erlaube, dass meine Daten zu Forschungszwecken genutzt werden können
gd: leig le daoine an dàta a chleachdadh a chum adhbharan rannsachaidh

source: don't allow search engines to index my user profile
de: Verbiete Suchmaschinen mein Profil zu indexieren
gd: na leig le einnseanan-luirg a' phròifil agam inneacsadh

source: beta options
de: Beta Optionen

source: I would like to beta test features for reddit
de: Ich möchte Beta-Funktionen von reddit testen

source: by enabling you'll be subscribed to %(beta_sr_link)s automatically.
de: Durch das Aktivieren wirst du automatisch %(beta_sr_link)s abonnieren.

source: details on the /r/{beta_sr} wiki
de: Details auf dem /r/{beta_sr} Wiki

source: gold options
de: Gold-Einstellungen
gd: roghainnean òir

source: hide ads
de: Werbung verbergen

source: remember what links I've visited
de: Links die ich besucht habe merken
gd: cuimhnich na ceanglaichean air an do thadhail mi

source: we'll remember and mark what links you've already read, even between computers
de: wir werden uns Links, die du schon besucht hast merken und sie markieren, sogar zwischen verschiedenen Computern.
gd: cuimhnichidh sinn na ceanglaichean a leugh thu roimh 's cuiridh sinn comharran riutha, fiù ma bhios tu air diofar coimpiutairean

source: highlight new comments
de: hebe neue Kommentare hervor
gd: comharraich beachdan ùra

source: we'll remember your visits for 48 hours and show you which comments you haven't seen yet
de: wir werden uns deine Besuche für 48 Stunden merken und zeigen dir, welche Kommentare du noch nicht gesehen hast
gd: cuimhnichidh sinn na thadhail thu air fad 48 uair a thìde agus comharraichidh sinn na beachdan nach fhaca thu fhathast

source: show gold expiration
de: Zeige Gold Ablaufdatum

source: show how much gold you have remaining on your userpage
de: Zeige, wieviel Gold du übrig hast, auf deiner Nutzerseite

source: use a %(creddit_link)s to automatically renew my gold if it expires
de: benutze einen %(creddit_link)s um deinen Goldstatus nach Abfall automatisch zu erneuern

source: since you don't have %(gold_link)s, this will only apply in subreddits you moderate
de: da du %(gold_link)s nicht hast, wird das nur in von dir moderierten Subreddits angewandt

source: reddit themes
de: reddit-Theme

source: reddit themes change the appearance of reddit. They are used anywhere another custom theme is not present.
de: Reddit Themen ändern die Darstellung von reddit. Sie werden dort benutzt, wo kein angepasstes Thema vorhanden ist.

source: Note: For security reasons this page will not be changed by themes
de: Achtung: Aus Sicherheitsgründen wird diese Seite nicht durch Themes beeinflusst

source: use reddit theme
de: nutze reddit-Themes

source: hover to preview
de: Fahre mit deiner Maus rüber, um eine Vorschau zu sehen

source: warning: use non-featured themes at your own risk
de: Warnung: Nicht von uns gestellte Themen werden auf eigene Gefahr genutzt

source: two-factor authentication
de: Zwei-Schritt-Authentifizierung
gd: dearbhadh dà-cheumnach

source: two-factor authentication is currently **enabled**. fill out the form below if you would like to disable it.
de: Die Zwei-Schritt-Authentifizierung ist zur Zeit **aktiviert**. Fülle das Formular unten aus, wenn du sie deaktivieren möchtest.
gd: bidh an dearbhadh dà-cheumnach **an comas** an-dràsta. lìon am foirm gu h-ìosal ma tha thu airson a chur à comas.

source: one-time password
de: Einmalpasswort
gd: facal-faire aon-turais

source: disable
de: deaktivieren
gd: cuir à comas

source: enter your current password below to start the activation process for two-factor authentication.
de: Gib unten dein aktuelles Passwort ein, um mit dem Aktivierungsprozess für die Zwei-Faktor-Authentifizierung zu beginnen.
gd: cuir a-steach am facal-faire làithreach agad gu h-ìosal, a' chiad cheum gus an dearbhadh dà-cheumnach a chur an comas.

source: activate
de: aktivieren
gd: cuir an gnìomh
