Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: your front page subreddits (%s)
de: Ihre Startseiten-Subreddits (%s)
gd: subreddits na duilleige mhòr agad (%s)

source: what's this?
de: Was ist das?
gd: dè tha seo?

source: trophy case
de: Trophäensammlung
gd: preas nan geall-dùbhlain

source: public multireddits
de: Öffentliche Multireddits
gd: multireddits poblach

source: hidden multireddits
de: versteckte multireddits

source: moderator of
de: Moderator von
gd: modaratair

source: less than a day
de: Weniger als ein Tag
gd: nas lugha na latha

source: %(creddits)s gold creddit to give
de: %(creddits)s Gold-Credit zu vergeben.
gd: %(creddits)s creddit a dh'òr a thèid a thoirt

source: %(gildings)s gilding given out
de: %(gildings)s Vergoldung ausgegeben

source: give reddit gold to %(user)s to show your appreciation
de: Gib %(user)s Reddit Gold, um deine Wertschätzung zu zeigen.
gd: thoir reddit òir dha %(user)s gus luach a chur anns na rinn iad

source: get extra features and help support reddit with a reddit gold subscription
de: erhalten Sie zusätzliche Funktionen und unterstützen Sie reddit mit einem reddit gold Abonnement
gd: faigh feartan is taic a bharrachd airson reddit le ballrachd reddit òir

source: renew your reddit gold
de: Erneuere Dein reddit Gold
gd: ath-nuadhaich an reddit òir agad

source: you have helped pay for *%(time)s* of reddit server time.
de: du hast geholfen für *%(time)s* reddit Server Zeit zu zahlen.
gd: phàigh an taic a chuir thu rinn airson *%(time)s* a dh'àm air frithealaichean reddit.

source: /u/%(user)s has helped pay for *%%(time)s* of reddit server time.
de: /u/%(user)s hat geholfen für *%%(time)s* reddit Server Zeit zu zahlen.
gd: phàigh an taic a chuir /u/%(user)s rinn airson *%%(time)s* a dh'àm air frithealaichean reddit.

source: gifts on your behalf have helped pay for *%(time)s* of reddit server time.
de: Spenden zu deinen Gunsten haben geholfen um *%(time)s* von reddits Serverzeit zu zahlen.
gd: phàigh na preusantan a thugadh às do leth airson *%(time)s* a dh'àm air frithealaichean reddit.

source: gifts on behalf of /u/%(user)s have helped pay for *%%(time)s* of reddit server time.
de: Gaben im Namen von /u/%(user)s haben geholfen für *%%(time)s* reddit Server Zeit zu zahlen.
gd: phàigh na preusantan a thugadh às leth /u/%(user)s airson *%%(time)s* a dh'àm air frithealaichean reddit.

source: reddit is a platform for internet communities
de: reddit ist eine Plattform für Internet Communities
gd: 's e ùrlar airson coimhearsnachdan-lìn a tha ann an reddit

source: where your votes shape what the world is talking about.
de: Wo deine Stimme entscheidet worüber die Welt redet.
gd: far a bheil na bhòtan agad a dhealbhadh deasbadan an t-saoghail.

source: add subreddit
de: subreddit hinzufügen
gd: cuir subreddit ris

source: raise it to %s
de: Erhöhe es auf %s
gd: cuir an àirde seo gu %s

source: %s visible
de: %s sichtbar
gd: %s ri fhaicinn

source: you have a credit card gold subscription. your card (ending in %(last4)s) will be charged %(amount)s on %(date)s.
de: du hast ein Kreditkarten Gold-Abonnement. deine Karte (endet am %(last4)s) wird an den folgenden Daten mit %(amount)s belastet: %(date)s.
gd: tha fo-sgrìobhadh òir agad 's tu 'ga phàigheadh le cairt-chreidis. thèid %(amount)s iarraidh air a' chairt agad (a tha a' crìochnachadh le %(last4)s) %(date)s.

source: search
de: Suchen

source: added
de: hinzugefügt
gd: air a chur ris

source: muted
de: stumm geschaltet

source: invited
de: eingeladen
gd: air cuireadh a thoirt

source: grant flair
de: Flair geben
gd: thoir flair

source: user flair templates
de: Benutzer Flair Vorlagen
gd: teamplaidean flair chleachdaichean

source: link flair templates
de: Link Flair Vorlagen
gd: teamplaidean flair cheanglaichean

source: none
de: kein
gd: chan eil gin

source: suggestions:
de: Vorschläge:
gd: molaidhean:

source: Create your ad on this page. Have questions? Check out the [Help Center](%(help_center)s) or [/r/selfserve](%(selfserve)s).
de: Erstelle deine Werbung auf dieser Seite. Bei Fragen schaue im [Help Center](%(help_center)s) oder bei [/r/selfserve](%(selfserve)s) nach.

source: start date
de: Anfangsdatum
gd: ceann-là tòiseachaidh

source: end date
de: Enddatum
gd: ceann-là crìochnachaidh

source: date
de: Datum
gd: ceann-là

source: owner
de: Besitzer
gd: seilbheadair

source: clicks
de: Klicks
gd: briogaidhean

source: impressions
de: Besuche

source: campaigns
de: Kampagnen
gd: iomairtean

source: campaign id
de: Kampagnen ID
gd: id na h-iomairt

source: target
de: Ziel
gd: targaid

source: frontpage clicks
de: Startseitenklicks
gd: briogaidhean air an duilleag mhòr

source: frontpage impressions
de: Startseitenaufrufe
gd: impressions na duilleige mhòr

source: subreddit clicks
de: Subredditklicks
gd: briogaidhean subreddit

source: subreddit impressions
de: Subreddit Aufrufe

source: total clicks
de: Alle Klicks
gd: briogaidhean uile gu lèir

source: total impressions
de: Aufrufe gesamt
gd: impressions uile gu lèir

source: account activity
de: Account-Aktivität
gd: gnìomhachd a' chunntais

source: subscribed
de: Abonniert
gd: fo-sgrìobhte

source: your front page
de: Deine Startseite
gd: an duilleag mhòr agad

source: everything
de: alles
gd: a h-uile rud

source: from all subreddits
de: aus allen Subreddits
gd: o gach subreddit

source: moderating
de: moderieren
gd: a' modarataireachd

source: subreddits you mod
de: Von dir moderierte Subreddits
gd: subreddits a tha fo mhodarataireachd agad

source: gold perks
de: Gold Extras
gd: sochairean òir

source: explore multis
de: Entdecke Multis
gd: rùraich na multis

source: your subscribed subreddits
de: deine abonnierten subreddits
gd: na subreddits a tha fo-sgrìobhadh agad annta

source: this promoted link uses city level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
de: Dieser gesponserte Link benutzt die Auswahl von Zielgruppen nach Städten und könnte dir auf Grund deines Standorts angezeigt worden sein. ([Erfahre mehr](%(link)s))
gd: tha an ceangal brosnaichte seo ag amas air daoine a-rèir a' bhaile sa bheil iad a' fuireach agus dh'fhaoidte gum faic thu e a chionn 's gu bheil thu a' fuireach ann an àite iomchaidh. ([barrachd fiosrachaidh](%(link)s))

source: this promoted link uses country level targeting and may have been shown to you because of your location. ([learn more](%(link)s))
de: Dieser gesponserte Link benutzt die Auswahl von Zielgruppen nach Ländern und könnte dir auf Grund deines Standorts angezeigt worden sein. ([Erfahre mehr](%(link)s))
gd: tha an ceangal brosnaichte seo ag amas air daoine a-rèir na dùthcha sa bheil iad a' fuireach agus dh'fhaoidte gum faic thu e a chionn 's gu bheil thu a' fuireach ann an àite iomchaidh. ([barrachd fiosrachaidh](%(link)s))

source: uniques by %s
de: Eindeutige nach %s
gd: feadhainn àraidh le %s

source: uniques
de: Einzigartige
gd: feadhainn àraidh

source: pageviews by %s
de: Seitenaufrufe nach %s
gd: pageviews a-rèir %s

source: pageviews
de: Seitenaufrufe

source: traffic by %s
de: Traffic nach %s
gd: trafaig a-rèir %s

source: [frontpage]
de: [Startseite]
gd: [an duilleag mhòr]

source: total impressions by day
de: Aufrufe insgesamt nach Tagen
gd: impressions uile gu lèir gach latha

source: total clicks by day
de: Klicks insgesamt nach Tagen
gd: briogaidhean uile gu lèir gach latha

source: ad totals
de: Werbung Gesamtsumme
gd: iomlain na sanasachd

source: frontpage
de: Startseite
gd: duilleag mhòr

source: impressions by %s
de: Aufrufe nach %s
gd: impressions a-rèir %s

source: unique clicks
de: eintigartige Klicks
gd: briogaidhean àraidh

source: clicks by %s
de: Klicks nach %s
gd: briogaidhean a-rèir %s

source: subscriptions by day
de: Abos nach Tagen
gd: fo-sgrìobhaidhean a-rèir latha

source: subscriptions
de: Abonnements
gd: fo-sgrìobhaidhean

source: total
de: Gesamtsumme
gd: gu h-iomlan

source: date and time (UTC)
de: Datum und Zeit (UTC)
gd: ceann-là is àm (UTC)

source: click-through rate (%)
de: Klickrate (%)

source: spent
de: verbrauchte
gd: air a chosg

source: view
de: anzeigen
gd: seall

source: edit
de: Ändern
gd: deasaich

source: talk
de: reden
gd: bruidhinn

source: settings
de: Einstellungen
gd: roghainnean

source: this wiki is currently disabled, only mods may interact with this wiki
de: Dieses Wiki ist momentan deaktiviert, nur Moderatoren können mit diesem Wiki interagieren
gd: tha an uicipeid seo à comas an-dràsta, chan fhaod ach modaratairean dad a dhèanamh air an uicipeid seo

source: this page is empty, edit it to add some content.
de: Diese Seite ist leer, bearbeite sie um Inhalte hinzuzufügen.
gd: tha an duilleag seo falamh, deasaich e 's cuir susbaint ris.

source: page %s does not exist in this subreddit
de: Die Seite %s existiert nicht in diesem Subreddit
gd: chan eil an duilleag %s san t-subreddit seo

source: editing
de: bearbeiten
gd: deasachadh

source: This page is restricted, only moderators may edit it.
de: Die nutzung dieser Seite ist beschränkt, Nur Moderatoren können sie ändern.
gd: Tha cuingeachadh air an duilleag seo, chan fhaod ach modaratairean a dheasachadh.

source: revisions
de: Überarbeitungen
gd: lèirmheasan

source: Viewing recent revisions for /r/%s
de: Zeige jüngste Überarbeitungen für /r/%s
gd: A' coimhead air lèirmheasan ùr airson /r/%s

source: Viewing pages for /r/%s
de: Zeige Seiten für /r/%s
gd: A' coimhead air duilleagan airson /r/%s

source: Below is a list of pages in this wiki visible to you in this subreddit.
de: Unten ist eine Liste von Seiten aus diesem Wiki die in diesem Subreddit für dich sichtbar sind.
gd: Tha liosta nan duilleagan a chì thu san uicipeid seo san t-subreddit seo.

source: discussions
de: Diskussionen
gd: deasbadan

source: Discussions are site-wide links to this wiki page.
de: Diskussionen sind Seitenweite Links zu dieser Wikiseite.
gd: Tha deasbadan 'nan ceanglaichean ris an duilleag uicipeid seo a dh'obraicheas air feadh na làraich.

source: Submit a link to this wiki page or see other discussions about this wiki page.
de: Einen Link zu dieser Wikiseite eingeben oder andere Diskussionen über diese Wikiseite anzeigen.
gd: Cuir ceangal gun duilleag uicipeid seo no faic deasbadan eile mun duilleag seo.

source: %(min)d to any
de: %(min)d in jedes
gd: %(min)d suas ri gin

source: any to %(max)d
de: beliebig zu %(max)d
gd: eadar gin is %(max)d

source: %(min)d to %(max)d
de: Von %(min)d bis %(max)d
gd: eadar %(min)d is %(max)d

source: please provide a first name
de: Bitte gib einen Vornamen an
gd: cuir a-steach d' ainm

source: please provide a last name
de: Bitte gib einen Nachnamen an
gd: cuir a-steach do shloinneadh

source: please provide an address
de: Bitte gib eine Addresse an
gd: cuir a-steach seòladh puist-d

source: please provide your city
de: Bitte gib Deinen Wohnort an
gd: cuir a-steach do bhaile

source: please provide your state
de: Bitte gib Dein Bundesland an
gd: cuir a-steach do stàit/siorrachd/còigeamh

source: please provide your zip or post code
de: Bitte gib Deine Postleitzahl an
gd: cuir a-steach do chòd-puist

source: please provide your country
de: Bitte gib dein Land an
gd: cuir a-steach do dhùthaich

source: max length %d characters
de: Maximal %d Zeichen
gd: %d caractar air a' char as lugha

source: credit card numbers should be 13 to 16 digits
de: Kreditkartennummern sollten 13 bis 16 Zeichen beinhalten
gd: feumaidh àireamh cairt-chreidis a bhith eadar 13 is 16 àireamhan

source: dates should be YYYY-MM
de: Daten sollten im Format JJJJ-MM angegeben werden
gd: feumaidh cinn-là am pàtran BBBB-MM a leantainn

source: month must be in the range 01..12
de: Der Monat muss zwischen 01 und 12 liegen
gd: feumaidh am mìos a bhith eadar 01 is 12

source: expiration date must be in the future
de: das Ablaufdatum muss in der Zukunft liegen
gd: chan fhaod an latha a dh'fhalbhas an ùine air a bhith san àm a dh'fhalbh

source: card verification codes should be 3 or 4 digits
de: Bestätigungscodes der Karte sollten 3 oder 4 Stellen haben
gd: feumaidh an còd dearbhaidh a bhith 3 no 4 àireamhan a dh'fhaid

source: a user by name
de: ein Nutzer mit den Namen
gd: cleachdaiche a-rèir ainm

source: a [fullname](#fullname) of a link
de: ein [vollständiger Name](#fullname) eines Links
gd: [ainm slàn](#fullname) de cheangal

source: an app
de: eine Anwendung
gd: aplacaid

source: an app developed by the user
de: eine vom Benutzer entwickelte Anwendung
gd: aplacaid a chaidh a leasachadh leis a' chleachdaiche

source: no spaces allowed
de: Keine Leerzeichen erlaubt
gd: chan eil àitichean bàna ceadaichte

source: invalid character: '%s'
de: ungültiges Zeichen: '%s'
gd: caractar mì-dhligheach: "%s"

source: can't start with a '_'
de: kann nicht mit einem '_' beginnen
gd: chan fhaod e tòiseachadh le "_"

source: that name is too short
de: Dieser Name ist zu kurz
gd: tha an t-ainm seo ro ghoirid

source: that name is too long
de: Dieser Name ist zu lang
gd: tha an t-ainm seo ro fhada

source: the name of an existing wiki page
de: Der Name einer existierenden Wiki Seite.
gd: ainm de dhuilleag uicipeid a tha ann mu thràth

source: a wiki revision ID
de: Eine Wiki-Bearbeitungs-ID
gd: ID lèirmheas na h-uicipeid

source: the name of an existing page or a new page to create
de: Der Name eine existierenden oder einer neuen Seite
gd: ainm duilleige a tha ann mu thràth no duilleag a tha ri chruthachadh

source: the starting point revision for this edit
de: die Anfangsrevision dieser Änderung
gd: an lèirmheas tùsail airson an deasachaidh seo

source: Your reddit gold subscription has expired.
de: Deine reddit Gold Mitgliedschaft ist abgelaufen.
gd: Dh'fhalbh an ùine air an fho-sgrìobhadh reddit òir

source: Your subscription to reddit gold has expired.
de: Dein Abo für reddit Gold ist abgelaufen.
gd: Dh'fhalbh an ùine air an fho-sgrìobhadh reddit òir.

source: Your reddit gold subscription is about to expire!
de: Dein reddit Gold Abo läuft bald aus!
gd: Falbhaidh an ùine air an fho-sgrìobhadh reddit òir agad a dh'aithghearr!

source: Your subscription to reddit gold will be expiring soon.
de: Dein Abo für reddit Gold ist kurz davor auszulaufen.
gd: Falbhaidh an ùine air an fho-sgrìobhadh reddit òir agad a dh'aithghearr.

source: a moderator
de: ein Moderator
gd: modaratair

source: approved by %s
de: Bestätigt von %s
gd: le aonta o %s

source: [deleted]
de: [gelöscht]
gd: [air sguabadh às]

source: a redditor gifted you a month of reddit gold for this comment.
de: Ein Redditor hat dir einen Monat Reddit Gold für diesen Kommentar geschenkt.
gd: thug redditair %(months)d mhìos a reddit òir dhut airson a' bheachd seo.

source: a redditor gifted you a month of reddit gold for this submission.
de: Ein Redditor hat dir ein Monat Reddit Gold für diesen Kommentar geschenkt.
gd: thug redditair %(months)d mhìos a reddit òir dhut airson na chuir thu.

source: you have gifted reddit gold to %(recipient)s for this comment.
de: Du hast %(recipient)s für diesen Kommentar Reddit Gold geschenkt.
gd: thug thu %(months)d mhìos a reddit òir dha %(recipient)s airson a' bheachd seo.

source: you have gifted reddit gold to %(recipient)s for this submission.
de: Du hast %(recipient)s für diesen Kommentar Reddit Gold geschenkt.
gd: thug thu reddit òir dha %(recipient)s airson na chuir iad.

source: a redditor has gifted reddit gold to %(recipient)s for this comment.
de: Ein Redditor hat %(recipient)s für diesen Kommentar reddit Gold geschenkt.
gd: thug redditair %(months)d mhìos a reddit òir dha %(recipient)s airson a' bheachd seo.

source: a redditor has gifted reddit gold to %(recipient)s for this submission.
de: ein Redditor hat %(recipient)s für diesen Kommentar reddit Gold geschenkt.
gd: thug redditair reddit òir dha %(recipient)s airson na chuir iad an-seo.

source: by %(author)s to %(reddit)s
de: von %(author)s bei %(reddit)s
gd: le %(author)s ri %(reddit)s

source: by %(author)s
de: von %(author)s
gd: le %(author)s

source: %(score)s submitted %(when)s %(lastedited)s
de: %(score)s eingereicht %(when)s %(lastedited)s
gd: %(score)s air a chur %(when)s air ais%(lastedited)s

source: submitted %(when)s %(lastedited)s by %(author)s to %(reddit)s
de: eingereicht %(when)s %(lastedited)s von %(author)s in %(reddit)s
gd: air a chur ri %(reddit)s %(when)s air ais%(lastedited)s le %(author)s

source: submitted %(when)s %(lastedited)s by %(author)s
de: eingereicht %(when)s %(lastedited)s von %(author)s
gd: air a chur %(when)s air ais%(lastedited)s le %(author)s

source: %(score)s submitted %(when)s
de: %(score)s eingereicht %(when)s
gd: %(score)s air a chur %(when)s

source: submitted %(when)s by %(author)s to %(reddit)s
de: eingereicht %(when)s von %(author)s in %(reddit)s
gd: air a chur ri %(reddit)s %(when)s air ais le %(author)s

source: submitted %(when)s by %(author)s
de: eingereicht %(when)s von %(author)s
gd: air a chur %(when)s le %(author)s

source: %(link)s by %(author)s in %(subreddit)s
de: %(link)s von %(author)s in %(subreddit)s

source: comment score below threshold
de: Kommentar Bewertung unterhalb des Grenzwertes
gd: tha sgòr nam beachdan fon stairsneach

source: blocked user
de: Blockierter Nutzer
gd: cleachdaiche bacte

source: username mention
de: Erwähnung des Benutzernamens
gd: iomradh air an ainm-chleachdaiche

source: from %(author)s via %(subreddit)s sent %(when)s
de: von %(author)s über %(subreddit)s gesendet um %(when)s

source: [message from blocked subreddit]
de: Noun: Nachricht aus einem blockierten subreddit
gd: [teachdaireachd o subreddit bacte]

source: subreddit message via %(subreddit)s sent %(when)s
de: subreddit-Nachricht über %(subreddit)s gesendet um %(when)s

source: to %(dest)s via %(subreddit)s sent %(when)s
de: an %(dest)s über %(subreddit)s gesendet um %(when)s

source: from %(author)s via %(subreddit)s to %(dest)s sent %(when)s
de: von %(author)s über %(subreddit)s zu %(dest)s um %(when)s

source: to %(subreddit)s sent %(when)s
de: zu %(subreddit)s gesendet um %(when)s

source: from %(author)s to %(subreddit)s sent %(when)s
de: von %(author)s zu %(subreddit)s gesendet um %(when)s

source: from %(author)s sent %(when)s
de: von %(author)s gesendet %(when)s
gd: o %(author)s %(when)s

source: to %(dest)s sent %(when)s
de: an %(dest)s gesendet %(when)s
gd: gu %(dest)s %(when)s

source: to %(dest)s from %(author)s sent %(when)s
de: an %(dest)s von %(author)s gesendet %(when)s
gd: gu %(dest)s o %(author)s %(when)s air ais

source: [message from blocked user]
de: [Nachricht von blockiertem Nutzer]
gd: [teachdaireachd o chleachdaiche bacte]

source: [unblock user to see this message]
de: [Nutzer entblocken um Nachricht anzuzeigen]
gd: [thoir am bacadh far a' chleachdaiche gus an teachdaireachd seo fhaicinn]

source: note
de: Notiz
gd: nòta

source: friendship
de: Freundschaft
gd: càirdeas

source: add a friend
de: Freund hinzufügen
gd: cuir caraid ris

source: blocked users
de: Blockierte Nutzer
gd: cleachdaichean bacte

source: users banned from /r/%(subreddit)s
de: Nutzer von /r/%(subreddit)s gesperrt
gd: cleachdaichean a chaidh am bacadh o /r/%(subreddit)s

source: users muted from /r/%(subreddit)s
de: Nutzer in /r/%(subreddit)s gemuted

source: ban wiki contibutors
de: Wiki-Autor sperren
gd: bac com-pàirtichean na h-uici

source: wiki contibutors banned from /r/%(subreddit)s
de: Wiki-Autor von /r/%(subreddit)s gesperrt
gd: com-pàirtichean na h-uici a chaidh am bacadh o /r/%(subreddit)s

source: approved submitters for /r/%(subreddit)s
de: bestätigte Einreicher für /r/%(subreddit)s
gd: submitters ùghdarraichte airson /r/%(subreddit)s

source: add approved submitter
de: Beliebten Einreicher hinzufügen
gd: cuir submitter ùghdarraichte ris

source: approved wiki contributors for /r/%(subreddit)s
de: Bestätigte Wiki-Autoren für /r/%(subreddit)s
gd: com-pàirtichean ùghdarraichte na h-uici airson /r/%(subreddit)s

source: add approved wiki contributor
de: Bestätigten Wiki-Autor hinzufügen
gd: cuir com-pàirtiche ùghdarraichte na h-uicipeid ris

source: invite moderator
de: Moderator einladen
gd: thoir cuireadh do mhodaratair

source: you are a moderator of this subreddit. %(action)s
de: Du bist ein Moderator dieses subreddits. %(action)s
gd: tha thu 'nad mhodaratair dhen t-subreddit seo. %(action)s

source: invited moderators for %(subreddit)s
de: Eingeladene Moderatoren für /r/%(subreddit)s
gd: chaidh cuireadh a thoirt dha %(subreddit)s airson modarataireachd

source: force add moderator
de: Erwzingen, einen Moderator hinzuzufügen
gd: cuir am modaratair ris àill air n-àill

source: moderators of /r/%(subreddit)s
de: Moderatoren von /r/%(subreddit)s
gd: modaratairean aig /r/%(subreddit)s

source: [reddit] %(user)s has shared a link with you
de: [reddit] %(user)s hat Dir einen Link mitgeteilt
gd: [reddit] cho-roinn %(user)s ceangal leat

source: [feedback] feedback from '%(user)s'
de: [feedback] Feedback von '%(user)s'
gd: [feedback] beachdan o '%(user)s'

source: [advertising] feedback from '%(user)s'
de: [advertising] Rückmeldung von '%(user)s'
gd: [advertisinq] beachdan o '%(user)s'

source: [reddit] email removal notice
de: [reddit] Hinweis Emailentfernung
gd: [reddit] brath air toirt air falbh puist-d

source: [reddit] email addition notice
de: [reddit] Hinweis Emailhinzufügung
gd: [reddit] brath air cur ri puist-d

source: [reddit] reset your password
de: [reddit] Setze Dein Passwort zurück
gd: [reddit] ath-shuidhich am facal-faire agad

source: [reddit] verify your email address
de: [reddit] Bestätige Deine EMail Adresse
gd: [reddit] dearbh an seòladh puist-d agad

source: [reddit] your promotion has been accepted
de: [reddit] Deine Werbung wurde akzeptiert
gd: [reddit] chaidh gabhail ris a' bhrosnachadh agad

source: [reddit] your promotion has been rejected
de: [reddit] Deine Werbung wurde abgelehnt
gd: [reddit] chaidh am brosnachadh agad a dhiùltadh

source: [reddit] your promotion has been charged
de: [reddit] Deine Werbung wurde abgerechnet
gd: [reddit] chaidh am brosnachadh agad atharrachadh

source: [reddit] your promotion is now live
de: [reddit] Deine Werbung ist jetzt geschaltet
gd: [reddit] tha am brosnachadh agad beò a-nis

source: [reddit] your promotion has finished
de: [reddit] Deine Werbung ist abgelaufen
gd: [reddit] thàinig am brosnachadh agad gu crìoch

source: [reddit] your promotion has been created
de: [reddit] Deine Werbung wurde erstellt
gd: [reddit] chaidh am brosnachadh agad a chruthachadh

source: [reddit] reddit gold activation link
de: [reddit] reddit Gold Aktivierungslink
gd: [reddit] ceangal gnìomhachadh reddit òir

source: [reddit] your password has been changed
de: [reddit] Dein Passwort wurde geändert
gd: [reddit] chaidh am facal-faire agad atharrachadh

source: [reddit] your email address has been changed
de: [reddit] Ihre Emailadresse wurde geändert
gd: [reddit] chaidh an seòladh puist-d agad atharrachadh

source: [reddit] your campaign didn't get enough impressions
de: [reddit] deine Kampagne hatte nicht genug Seitenaufrufe
gd: [reddit] cha d'fhuair an iomairt agad impressions gu leòr

source: [reddit] your payment has been voided
de: [reddit] Deine Bezahlung wurde storniert
gd: [reddit] chaidh na phàigh thu a chur gu neoini

source: [reddit] your reddit gold gift code
de: [reddit] Dein reddit gold Geschenkcode
gd: [reddit] an còd agad airson reddit òir

source: [selfserve] suspicious payment alert
de: [selfserve] Verdächtiger Noun: Zahlungsalarm

source: [selfserve] fraud alert
de: [selfserve] Betrugswarnung

source: [selfserve] a user has committed fraud
de: [selfserve] Ein Nutzer hat diesen Beitrag gemeldet

source: [reddit] Ads Alert
de: [reddit] Werbungsalarm

source: ban user
de: User sperren
gd: bac an cleachdaiche

source: unban user
de: User entsperren
gd: thoir am bacadh far a' chleachdaiche

source: remove post
de: Beitrag entfernen
gd: thoirt am post air falbh

source: approve post
de: Beitrag freigeben
gd: thoirt aonta ris a' phost
