Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: no category
de: keine Kategorie
gd: gun roinn-seòrsa

source: save
de: Speichern
gd: sàbhail

source: new category
de: neue Kategorie
gd: roinn-seòrsa ùr

source: + close
de: + Schließen
gd: + dùin

source: the campaign you requested is available!
de: Die Kampagne die du angefordert hast ist verfügbar!

source: we expect to only have %(available)s impressions on %(target)s. we may not fully deliver.
de: Wir erwarten nur %(available)s Seitenaufrufe von %(target)s. Es kann sein, dass wir nicht alle ausliefern können.

source: want to maximize your campaign? for only $%(difference)s more you can buy all available inventory for your selected dates!
de: Soll die Kampagne maximiert werden? Für nur $%(difference)s mehr kannst du alle verfügbaren Bestände für die ausgewählten Daten kaufen!

source: the campaign you requested is too small!
de: Die angefragte Kampagne ist zu klein!

source: the campaign you requested is too small! this campaign is available:
de: Die angefragte Kampagne ist zu klein! Diese Kampagne ist verfügbar:

source: the campaign you requested is too big! the largest campaign available is:
de: Die angefragte Kampagne ist zu groß! Die größte Kampagne verfügbar ist:

source: inventory for %(target)s is sold out for your requested dates. please try a different target or different dates.
de: Der Bestand für %(target)s is ausverkauft für die angeforderten Daten. Bitte versuche ein anderen Ziel oder andere Daten.

source: house campaigns, man.
de: Haus-Kampagnen, Mann.

source: maximum possible impressions: %(impressions)s
de: Maximal mögliche Seitenaufrufe: %(impressions)s

source: sorry, there was an error retrieving available impressions. please try again later.
de: Entschuldigung, es ist ein Fehler beim Abrufen der verfügbaren Aufrufe aufgetreten. Bitte versuche es später noch einmal.
gd: tha sinn duilich ach thachair mearachd nuair a bha sinn a' faighinn nan impressions a tha ri làimh. nach fheuch thu ris a-rithist an ceann greis?

source: days
de: Tagen
gd: latha

source: $%(cpm)s per 1,000 impressions
de: $%(cpm)s pro 1,000 Werbeeinblendungen
gd: $%(cpm)s airson gach 1,000 impression

source: Created new campaign!
de: Neue Kampagne erstellt!

source: a year ago
de: vor einem Jahr
gd: %(num)s bhliadhna air ais

source: a month ago
de: vor einem Monat
gd: %(num)s mhìos air ais

source: a day ago
de: gestern
gd: %(num)s latha air ais

source: an hour ago
de: vor einer Stunde
gd: %(num)s uair a thìde air ais

source: a minute ago
de: vor einer Minute
gd: %(num)s mhionaid air ais

source: view subreddit traffic
de: Subreddit Traffic anschauen
gd: faic trafaig an t-subreddit

source: go
de: Gehe
gd: siuthad

source: switch to mobile version
de: zur mobilen Version wechseln

source: full permissions
de: alle Berechtigungen
gd: làn-chead

source: no permissions
de: keine Berechtigung
gd: gun cheand

source: … and %(count)s more ⇒
de: ... und %(count)s weitere ⇒
gd: … agus %(count)s a bharrachd ⇒

source: ⇐ less
de: ⇐ weniger
gd: ⇐ nas lugha

source: (required)
de: (erforderlich)
gd: (riatanach)

source: new password
de: neues Passwort
gd: am facal-faire ùr

source: verify password
de: Passwort wiederholen
gd: dearbh am facal-faire

source: admin mode enabled
de: Admin Modus aktiviert
gd: tha am modh rianachd an comas

source: admin off
de: Admin aus
gd: tha am modh rianachd dheth

source: debug mode
de: Debug Modus
gd: am modh dì-bhugachaidh

source: secure
de: sicher
gd: tèarainte

source: development statics
de: Entwicklungsstatistiken
gd: stats leasachaidh

source: production statics
de: Produktionsstatistiken
gd: stats saothrachaidh

source: ads disabled
de: Anzeigen deaktiviert
gd: tha na t-sanasachd à comas

source: captcha disabled
de: Captcha deaktiviert
gd: tha an captcha à comas

source: ratelimit disabled
de: Bewertungsgrenze deaktiviert
gd: tha crìoch an reat à comas

source: hide
de: Ausblenden
gd: falaich

source: give creddits to a user
de: Gebe einem Benutzer Creddits

source: recipient
de: Empfänger
gd: faightear

source: (negative to take away)
de: (negativ, um abzuziehen)

source: give
de: geben
gd: tabhair

source: give or take months of gold for a user
de: Gebe/Nehme Gold (Anzahl in Monate) (von) einem User

source: months
de: Monate
gd: mìosan

source: Are you one of us?
de: Bist du einer von uns ?

source: Enter your password and one-time code
de: Gib dein Passwort und dein Einmal-Code ein.

source: one-time verification code
de: einmaliger Verifikationscode

source: remember this computer
de: Diesen Computer merken
gd: cum an coimpiutair seo an cuimhne

source: Past notes
de: frühere Notizen
gd: Nòtaichean roimhe seo

source: top adverts
de: beste Werbung
gd: gràinnean-mullaich na sanasachd

source: ad
de: Werbung
gd: sanasachd

source: Exclude your subscribed subreddits
de: Deine Abonierten Subreddits ausschließen
gd: Dùin a-mach na subreddits a tha fo-sgrìobhadh agad annta

source: Exclude custom subreddits
de: Schließe benutzerdefinierte Subreddits aus
gd: Dùin às subreddits gnàthaichte

source: See gilded comments and submissions
de: vergoldete Kommentare und Posts zeigen
gd: Faic rudan a chaidh òr a chur orra

source: This endpoint expects JSON data of this format
de: Dieser Endpunkt erwartet JSON Daten dieses Formats
gd: Tha dùil aig a' phuing-dheiridh seo ri dàta JSON san fhòrmat a leanas

source: archived
de: archiviert
gd: tasglannaichte

source: Got It
de: Fertig

source: you already have that trophy!
de: Diese Trophäe besitzt du bereits!
gd: tha an geall-dùbhlain sin agad mu thràth!

source: trophy claimed!
de: Trophäe erhalten!
gd: thagair thu an geall-dùbhlain!

source: This community has been banned
de: Diese Gruppe wurde gebannt

source: This community has been banned for violating the [Reddit rules](/rules).
de: Diese Community wurde gebannt weil sie die [Reddit regeln](/rules) verletzt hat.

source: Banned %(time_ago)s.
de: Vor %(time_ago)s gebannt.

source: /* Custom css: use this block to insert special translation-dependent css in the page header */
de: /* Spezielles CSS: Nutze diesen Block, um spezielle, übersetzungsabhägiges CSS in den Seitenheader einzufügen */
gd: /* Custom css: cleachd am bloca seo gus css sònraichte a tha a' crochadh air eadar-theangachadh a chur ann am bann-cinn na duilleige */

source: links from %(site)s
de: Links von %(site)s
gd: ceanglaichean o %(site)s

source: put %(site)s buttons on your site
de: %(site)s-Buttons für Deine Website
gd: cuir putanan %(site)s ris an làrach agad

source: the reddit button is the smart way to get your content submitted to and discussed on reddit. pick the button you like from below, and then copy/paste the code into your HTML editor.
de: Diese reddit Schaltfläche ist die schlaue Art Deine Inhalte bei reddit einzureichen und zu diskutieren. Wähle unten die Schaltfäche, die Du magst und kopiere dann den Code in Deinen HTML-Editor.
gd: 's e am putan reddit an dòigh as fhasa airson susbaint a chur gu reddit is a dheasbad. tagh putan a tha a' còrdadh riut gu h-ìosal, dèan lethbhreac dhen chòd is cuir e san deasaichear HTML agad.

source: commonly used buttons
de: Häufig verwendete Buttons
gd: putanan coitcheann

source: use one of these buttons to quickly add reddit links to your site, or see below for more options.
de: Verwende eine dieser Schaltflächen, um schnell reddit Links zu Deiner Seite hinzuzufügen. Oder siehe unten für weitere Optionen.
gd: cleachd aon dhe na putanan seo airson ceanglaichean reddit a chur ris an làrach agad gu luath no faic gu h-ìosal airson barrachd roghainnean.

source: buttons with points
de: Knöpfe mit Punkten
gd: putanan le puingean

source: customizing the look of your buttons
de: Das Aussehen Deiner Knöpfe anpassen
gd: a' gnàthachadh coltas nam putanan agad

source: the buttons with points have three additional options.
de: Die Knöpfe mit Punkten haben drei zusätzliche Einstellungen
gd: tha trì roghainnean a bharrachd aig na putanan air a bheil puingean.

source: no styles will be added, so you can style it yourself
de: Kein Style wird hinzugefügt, damit Du selber Styles hinzufügen kannst.
gd: cha dèid stoidhle sam bith a chur ris ach an urrainn dhut stoidhle a chur air thu fhèin

source: specify a url to use instead of the current url
de: Gib eine URL an, die anstelle der jetzigen benutzt werden soll
gd: sònraich url a thèid a chleachdadh an àite an url làithrich

source: opens links in a new window
de: Öffnet Links in einem neuen Fenster
gd: fosglaidh seo ceanglaichean ann an uinneag ùr

source: Example:
de: Beispiel:
gd: Ball-eisimpleir:

source: simple interactive button
de: Simpler interaktiver Button
gd: putan eadar-ghnìomhach simplidh

source: put this code on your page:
de: Setze diesen Code auf Deine Seite:
gd: cuir an còd seo air an duilleag agad:

source: and you'll get something like this:
de: und Du erhälst so etwas:
gd: agus gheibh thu rudeigin mar seo:

source: more interactive buttons
de: Weitere interaktive Buttons
gd: barrachd phutanan eadar-ghnìomhach

source: interactive button advanced settings
de: Erweiterte Einstellungen für interaktive Knöpfe
gd: roghainnean adhartach nam putanan eadar-ghnìomhach

source: specify a url
de: Gib eine URL an
gd: sònraich url

source: useful in places like blogs, where you want to link to the post's permalink
de: Nützlich bei Seiten wie Blogs, bei denen Du auf den Permalink des Posts verlinken möchtest.
gd: feumail ann an àitichean mar bhlogaichean far as fheairrde dhut buan-cheangal ris a' phost

source: specify a community to target
de: Gib eine Gemeinschaft als Ziel an
gd: sònraich coimhearsnachd air a bheil amas

source: specify a title
de: Gib einen Titel an
gd: sònraich tiotal

source: open links in a new window
de: Öffne Links in einem neuen Fenster
gd: fosgail ceanglaichean ann an uinneag ùr

source: specify the color
de: Gib die Farbe an
gd: sònraich an dath

source: specify a border color
de: Gib eine Randfarbe an
gd: sònraich dath an iomaill

source: to make this button:
de: Um diesen Button zu erstellen:
gd: gus am putan seo a chruthachadh:

source: use this code:
de: benutze diesen Code:
gd: cleachd an còd seo:

source: more badges and buttons
de: Mehr Abzeichen und Buttons
gd: barrachd baidsean is putanan

source: view code
de: zeige Code
gd: seall an còd

source: hide code
de: verstecke code
gd: falaich an còd

source: clear
de: Löschen
gd: falamhaich

source: deleted comment from
de: gelöschter Kommentar von
gd: beachd air a sguabadh à

source: this subreddit hides comment scores for %d minutes
de: dieses Subreddit zeigt die Kommentarbewertungen %d Minuten lang nicht an
gd: falaichidh sn subreddit seo sgòran nam beachdan fad %d mionaid(ean)

source: score hidden
de: Bewertung versteckt
gd: tha an sgòr falaichte

source: category: %s
de: Kategorie: %s
gd: roinn-seòrsa: %s

source: show replies
de: Zeige Antworten
gd: seall na freagairtean

source: ago
de: zuvor
gd: air ais

source: on
de: auf

source: Highlight comments posted since previous visit:
de: Hebe Kommentare die seit dem letzten Besuch abgegeben wurden hervor:
gd: Comharraich beachdan a nochd on turas mu dheireadh a bha thu ann:

source: no highlighting
de: kein Hervorheben
gd: as aonais comharrachaidh

source: Yes, please!
de: Ja, bitte!
gd: Tagraidh gu dearbh!

source: "In 5-billion years the Sun will expand and engulf our orbit as the charred ember that was once Earth vaporizes. Have a nice day."
de: "In 5 Milliarden Jahren wird die Sonne sich ausdehnen und unseren Orbit verschlucken während die verkohlte Asche, aus der unsere Erde einmal bestand, verdampft. Einen schönen Tag noch."
gd: "Thèid a' ghrian air at ann an 5 billeanan bliadhna, thig i a-steach air cuairt na cruinne fhad 's a thèid an èibhleag loisgte a bha 'na Thalamh roimhe 'na cheò. An dòchas gum bi deagh-latha agad."

source: # your account is too new to create a subreddit try participating in other communities on reddit for a little while first before creating your own. please post to /r/help if you need more information about this restriction, or if you require a specific exemption you can [contact the admins](/contact) to request one.
de: # Dein Account ist zu neu, um ein subreddit zu erstellen Versuche zuerst in anderen Gemeinschaften auf reddit aktiv zu werden, bevor du deine eigene gründest. Bitte teile einen Beitrag auf /r/help, wenn du mehr Informationen über diese Beschränkung brauchst, oder wenn du eine konkrete Ausnahme benötigst kannst du die [Admins kontaktieren](/contact) um eine anzufordern.

source: Appears in search results and social media links. 500 characters max.
de: Kommt in Suchergebnissen und Links von sozialen Medien vor. Maximal 500 Zeichen.

source: text to show on submission page. 1024 characters max.
de: Text, der auf der Beitragsseite angezeigt wird. Max. 1024 Zeichen
gd: an teacsa a chithear air an duilleag far an cuirear teacsa. 1024 caractar air a' char as fhaide.

source: submission text
de: Beitragstext
gd: an teacsa a thèid a chur

source: public
de: öffentlich
gd: poblach

source: anyone can view and submit
de: jeder kann lesen und einreichen
gd: cead faicinn is cuir aig a h-uile duine

source: restricted
de: eingeschränkt
gd: cuingichte

source: anyone can view, but only some are approved to submit links
de: jeder kann betrachten, aber nur einige sind zugelassen, Links einzureichen.
gd: cead faicinn aig a h-uile duine ach chan fhaod ach feadhainn ùghdarraichte ceanglaichean a chur

source: only approved members can view and submit
de: nur zugelassene Mitglieder können ansehen und einreichen
gd: chan eil cead faicinn agus cuir ach aig buill ùghdarraichte

source: anyone can view, but submissions are no longer accepted
de: Jeder kann lesen, aber Einreichungen werden nicht mehr akzeptiert
gd: cead faicinn aig a h-uile duine ach cha ghabhar ri susbaint tuilleadh

source: gold restricted
de: Gold Mitgliedern vorbehalten
gd: cuingeachadh òir

source: anyone can view, but only reddit gold members can submit or comment
de: jeder kann mitlesen aber nur Reddit Gold Mitglieder können einreichen oder kommentieren
gd: cead faicinn aig a h-uile duine ach chan fhaod ach buill reddit òir susbaint no beachdan a chur

source: employees only
de: Nur Mitarbeiter

source: only reddit employees can view; the employee list is pulled from live config
de: Nur reddit Mitarbeiter können dies sehen; die Mitarbeiterliste wird mittels der Live-Konfiguration erstellt

source: If you switch this subreddit to another type, you will not be able to switch back to "gold only" without the assistance of an admin
de: Wenn du den Typ dieses Subreddits änderst, wirst du nicht ohne einen Admin zurück zu 'Gold exklusiv' wechseln können

source: gold only
de: nur Gold

source: only reddit gold members can view and submit
de: nur Reddit-Goldnutzer können hier lesen und schreiben

source: content options
de: Inhaltsoptionen
gd: roghainnean susbaint

source: any
de: beliebig
gd: gin

source: any link type is allowed
de: jeder Linktyp ist zulässig
gd: tha ceanglaichean de sheòrsa sam bith ceadaichte

source: links only
de: nur Links
gd: ceanglaichean a-mhàin

source: only links to external sites are allowed
de: nur Links zu externen Seiten erlaubt
gd: chan eil ach ceanglaichean ri làraichean air an taobh a-muigh ceadaichte

source: text posts only
de: Nur Textbeiträge
gd: puist teacsa a-mhàin

source: only text/self posts are allowed
de: Nur Text- oder Selbsteinreichungen sind erlaubt.
gd: chan eil ach puist teacsa no feadhainn a nì thu fhèin ceadaichte

source: Custom label for submit link button (blank for default):
de: Eigenes Label für "Link eintragen" Button (leerlassen für Standard):
gd: Leubail ghnàthaichte airson a' phutain leis an cuirear ceangal (bàn airson na bun-roghainn):

source: Custom label for submit text post button (blank for default):
de: Eigenes Label für "Textbeitrag absenden" Button (leerlassen für Standard):
gd: Leubail ghnàthaichte airson a' phutain leis an cuirear post teacsa (bàn airson na bun-roghainn):

source: disabled
de: deaktiviert
gd: à comas

source: Wiki is disabled for all users except mods
de: Wiki ist für alle Benutzer, außer Mods, deaktiviert
gd: Tha an uicipeid à comas ach an comas airson modaratairean

source: mod editing
de: Mod am bearbeiten
gd: deasachadh mhodaratairean

source: Only mods, approved wiki contributors, or those on a page's edit list may edit
de: Nur Moderatoren, Wikischreiber oder jene, die auf der Verwaltungsseite eingetragen sind dürfen hier editieren.
gd: Chan fhaod ach modaratairean, com-pàirtichean ùghdarraichte na h-uicipeid no feadhainn air liosta deasachaidh na duilleig deasachadh

source: anyone
de: jeder
gd: duine sam bith

source: Anyone who can submit to the subreddit may edit
de: Jeder, der einen Link im Subreddit einreichen kann, darf editieren
gd: Faodaidh duine sam bith aig a bheil cead postadh gun t-subreddit deasachadh a dhèanamh

source: Subreddit karma required to edit and create wiki pages:
de: Subreddit-Karma benötigt um Wiki-Seiten zu bearbeiten oder erstellen:
gd: Feumar karma subreddit mus gabh duilleagan na h-uicipeid a dheasachadh no a chruthachadh:

source: Account age (days) required to edit and create wiki pages:
de: Konto-Alter von (days) Tagen benötigt um Wiki-Seiten zu editieren oder erstellen:
gd: Feum air cunntas aosta (làithean) mus gabh duilleagan na h-uicipeid a dheasachadh no a chruthachadh:

source: spam filter strength
de: Spamfilter-Stärke
gd: neart criathrag an spama

source: high is the standard filter, low disables most filtering, all will filter every post initially and they will need to be approved manually to be visible.
de: "hoch" ist der Standard-Filter, "niedrig" schaltet die Filterung größtenteils aus, "alles" wird alle Beiträge ausfiltern und sie müssen manuell bestätigt werden um sichtbar zu werden.
gd: 's e "àrd" a' bhun-roghainn; cuiridh "ìseal" à comas a' chuid as motha dhen chriathradh agus criathraichidh "na h-uile" gach post an toiseach agus feumaidh iad aonta mus fhaicear iar.

source: low
de: niedrig
gd: ìseal

source: high
de: hoch
gd: àrd

source: self posts
de: Eigene Veröffentlichungen
gd: puist a chuir thu fèin

source: other options
de: Weitere Einstellungen
gd: roghainnean eile

source: viewers must be over eighteen years old
de: Besucher müssen über achtzehn Jahre alt sein sein
gd: feumaidh an luchd-coimhid a bhith nas sine nach ochd bliadhna deug

source: allow this subreddit to be included /r/all as well as the default and trending lists
de: Diesem Subreddit erlauben sowohl in /r/all als auch den Standard- und Trending-Listen aufgeführt zu werden
gd: ceadaich gun dèid an subreddit seo a ghabhail a-staigh ann an /r/all agus na liostaichean bunaiteach is liostaichean dhe na tha a' treandaidh

source: show thumbnail images of content
de: zeige Miniaturbilder des Inhalts
gd: seall dealbhagan dhen t-susbaint

source: exclude posts by site-wide banned users from modqueue/unmoderated
de: Posts von Nutzern, die auf der ganzen Seite gebannt sind, von der Modwarteschlange bzw. nichtmoderierten Seiten ausschließen
gd: dùin a-mach puist a chaidh a bacadh on làrach air fad o chiutha na modarataireachd/feadhainn gun mhodarataireachd

source: make the traffic stats page available to everyone
de: die Traffic-Übersichtsseite für alle User verfügbar machen
gd: seall stats na trafaig dhan a h-uile duine

source: collapse deleted and removed comments
de: Erweitere um gelöschte und entfernte Kommentare

source: hide ads (only available for gold only subreddits)
de: Werbung verstecken (nur für Goldnutzer verfügbar)

source: suggested comment sort
de: vorgeschlagene Kommentarsortierung

source: (all comment threads will use this sorting method by default)
de: (Alle Kommentar-Threads werden standardmäßig diese Sortiermethode benutzen)

source: none (recommended for most subreddits)
de: kein (für die meisten Subreddits empfohlen)

source: Minutes to hide comment scores:
de: Minuten bis die Kommentarbewertungen angezeigt werden:
gd: Co mheud mionaid a dh'fhalaichear sgòran nam beachdan:

source: hide help
de: Verstecke die Hilfe
gd: falaich a' chobhair

source: Own a domain? Enter it here and then go to your DNS provider and add a CNAME record aliasing your domain to rhs.reddit.com. You will be able to access your reddit through your domain.
de: Besitzt du eine Domain? Gib sie hier ein, dann geh zu Deinem DNS-Provider und füge einen CNAME-Eintrag ein, der Deine Domain zu rhs.reddit.com weiterleitet. Damit hast du über deine Domain Zugriff auf Dein reddit.
gd: A bheil àrainn agad? Cuir a-steach e an-seo is tadhail air an t-solaraiche DNS agad is cuir reacord CNAME ris a chuireas antialias rhs.reddit.co air an àrainn agad. Bheir thu cothrom air an reddit agad slighe na h-àrainne agad.

source: look and feel
de: Aussehen und Verhalten
gd: coltas

source: edit the stylesheet
de: Bearbeite das Stylesheet
gd: deasaich an siota-stoidhle

source: leaves this page
de: verlässt diese Seite
gd: fàgaidh seo an duilleag seo

source: restore default header
de: Standard-Header wiederherstellen
gd: aisig am bann-cinn bunaiteach

source: related subreddits
de: ähnliche subreddits

source: similar or related subreddits.
de: Ähnliche oder zugehörige subreddits.

source: mobile look and feel
de: Mobile Sicht und Gefühl

source: icon image
de: Iconbild

source: remove custom icon image
de: Icon entfernen

source: header image
de: Header

source: remove custom header image
de: Header entfernen

source: color
de: Farbe
gd: dath

source: used as a thematic color for your subreddit on mobile
de: Genutzt als thematische Farbe für dein subreddit auf mobilen Geräten

source: save options
de: Einstellungen speichern
gd: sàbhail na roghainnean

source: In Summation
de: in der Summe
gd: Gu goirid

source: Felicitations on this momentous occasion!
de: Herzlichen Glückwunsch!
gd: Meal do naidheachd!

source: a message from the moderators of /r/%s
de: ein Nachricht von den Moderatoren von /r/%s
gd: teachdaireachd o mhodaratairean /r/%s

source: send a message to the moderators
de: Sende eine Nachricht an die Moderatoren

source: not interested
de: nicht interessiert
gd: gun ùidh

source: more comments
de: mehr Kommentare
gd: barrachd bheachdan

source: personalized
de: personalisiert
gd: pearsanaichte

source: apply
de: anwenden
gd: cuir an sàs

source: view more:
de: Mehr:
gd: seall barrachd:

source: reload suggestions
de: Vorschläge neu laden
gd: ath-luchdaich na molaidhean

source: Our robots have no suggestions at the moment.
de: Unsere Bots haben im Moment keine Vorschläge.
gd: Chan eil moladh sam bith aig na robotairean aig an àm seo.

source: try again
de: versuche es noch mal
gd: feuch ris a-rithist

source: Displaying content from %s, except the following subreddits:
de: Zeige den Inhalt von %s, allerdings ohne die folgenden subreddits:
gd: A' sealltainn susbaint o %s ach na subreddits a leanas:

source: filter subreddit
de: filtere Subreddit
gd: criathraich an subreddit

source: add
de: Hinzufügen
gd: cuir ris

source: View unfiltered %s
de: Zeige ungefilterte %s
gd: Seall %s gun chriathradh

source: jump to user (or add):
de: Zu Benutzer (oder Werbung) springen:
gd: gearr leum gun chleachdaiche (no cuir neach ris):

source: back to full list
de: zurück zur vollständigen Liste
gd: air ais gun liosta shlàn

source: back to the beginning
de: zurück zum Anfang
gd: air ais gun toiseach

source: css class
de: CSS Klasse
gd: class css

source: prev
de: Zurück
gd: a/ais

source: next
de: Weiter
gd: a/adhart

source: flair settings
de: Flair Einstellungen
gd: roghainnean a' flair

source: flair options
de: Flair Optionen
gd: roghainnean a' flair

source: enable user flair in this subreddit
de: Verwende Benutzer-Flair in diesem Subreddit
gd: cuir an comas flair chleachdaichean san t-subreddit seo
