Repository: reddit-archive/reddit-i18n
Catalog: reddit_i18n/*/LC_MESSAGES/r2.po
Languages: de, gd

source: address problem: %(message)s
de: Adressenproblem: %(message)s
gd: duilgheadas leis an t-seòladh: %(message)s

source: card problem: %(message)s
de: Kartenproblem: %(message)s
gd: duilgheadas leis a' chairt: %(message)s

source: this is too long (max: %(max_length)s)
de: Das ist zu lang (max: %(max_length)s)
gd: tha seo ro fhada (air a' char as motha: %(max_length)s)

source: we need something here
de: Hier muss etwas stehen
gd: feumaidh rudeigin a bhith an-seo

source: this is too short (min: %(min_length)s)
de: dies ist zu kurz (min.: %(min_length)s)

source: we've never seen that code before
de: Den Code haben wir noch nie zuvor gesehen
gd: chan fhaca sinn a leithid a chòd roimhe

source: that code has already been claimed -- perhaps by you?
de: Dieser Code wurde schon von jemandem angefordert -- vielleicht von Dir?
gd: chuir cuideigin an còd seo gu feum mu thràth -- saoil an tusa a chuir?

source: that subreddit doesn't allow text posts
de: Dieses Subreddit erlaubt keine Textbeiträge
gd: chan eil an subreddit ud a' ceadachadh puist teacsa

source: that subreddit only allows text posts
de: dieser Subreddit erlaubt ausschliesslich Textbeiträge
gd: chan eil an subreddit ud a' ceadachadh ach puist teacsa

source: that's a piece of history now; it's too late to reply to it
de: Das ist schon Teil der Geschichte; es ist zu spät um darauf zu antworten
gd: 's e pìos eachdraidh a tha ann a-nis; chan urrainn dhut a fhreagairt tuilleadh

source: Comments are locked.
de: Kommentare wurden gesperrt.

source: invalid css name
de: Ungültiger CSS Name
gd: ainm css mì-dhligheach

source: invalid css
de: ungültiges CSS
gd: css mì-dhligheach

source: invalid revision ID
de: ungültige Revisions-ID
gd: id lèirmheis mì-dhligheach

source: too many flair css classes
de: Zu viele Flair CSS Klassen
gd: tha cus chlasaichean flair css ann

source: not a valid flair target
de: Kein gültiges Flair Ziel
gd: chan e targaid flair dligheach a tha seo

source: invalid redirect_uri parameter
de: ungültiger redirect_uri Parameter
gd: paramadair redirect_uri mì-dhligheach

source: invalid scope requested
de: ungültiger Bereich angefordert
gd: chaidh sgòp mì-dhligheach iarraidh

source: invalid refresh token
de: ungültiger Aktualisierungstoken
gd: tòcan ath-nuadhachaidh mì-dhligheach

source: access denied by the user
de: Zugriff vom Benutzer verweigert
gd: dhiùlt an cleachdaiche inntrigeadh

source: please confirm the form
de: Bitte bestätige das Formular
gd: dearbh am foirm

source: conflict error while saving
de: Konfliktfehler beim Speichern
gd: còmhstri rè an t-sàbhalaidh

source: cannot perform this action via the API
de: kann diese Aktion durch die API nicht ausführen
gd: cha ghabh seo a dhèanamh slighe an API

source: %(domain)s is not allowed on reddit: %(reason)s
de: %(domain)s ist auf Reddit nicht gestattet: %(reason)s
gd: chan eil %(domain)s ceadaichte air reddit: %(reason)s

source: you must enable two-factor authentication
de: Du musst die Zwei-Schritt-Authentifizierung einschalten
gd: feumaidh tu dearbhadh dà-cheumnach a chur an comas

source: two-factor authentication is already enabled
de: Die Zwei-Faktor-Authentifizierung ist bereits aktiv
gd: tha dearbhadh dà-cheumnach an comas mu thràth

source: image problem
de: Problem mit dem Bild
gd: duilgheadas leis an dealbh

source: already added
de: bereits hinzugefügt
gd: chaidh seo a chur ris roimhe

source: too many developers
de: zu viele Entwickler
gd: tha cus luchd-leasachaidh ann

source: that user is already a moderator
de: Dieser Nutzer ist bereits ein Moderator.
gd: tha an cleachdaiche ud 'a m(h)odaratair mu thràth

source: You can't perform that action because that user is a moderator.
de: Du kannst diese Aktion nicht durchführen, da der Nutzer ein Moderator ist.

source: there is no pending invite for that subreddit
de: Es gibt keine ausstehenden Einladungen für dieses Subreddit
gd: chan eil cuireadh ri dhèiligeadh aig an t-subreddit ud

source: you cannot edit the budget of a live ad
de: Du kannst das Budget einer geschalteten Werbung nicht ändern
gd: chan urrainn dhut am buidsead aig sanasachd bheò a dheasachadh

source: you have too many campaigns for that promotion
de: Du hast zu viele Kampagnen für diese Werbeaktion
gd: tha cus iomairtean agad airson a' bhrosnachaidh ud

source: that jsonp callback contains invalid characters
de: dieser jsonp callback enthält ungültige Zeichen
gd: tha caractaran mì-dhligheach san jsonp callback sin

source: permissions don't apply to that type of user
de: die Berechtigungen passen nicht zu diesem Benutzertyp
gd: chan eil cleachdaiche dhen t-seòrsa sin buailteach do cheadan

source: invalid permissions string
de: ungültiger Benutzerrechte String
gd: sreang mhì-dhligheach de cheadan

source: invalid multi path
de: Ungültiger Multi-Pfad
gd: ioma-shlighe mhì-dhligheach

source: that multireddit doesn't exist
de: Dieses multireddit existiert nicht
gd: chan eil am multireddit sin ann

source: that multireddit already exists
de: Dieses multireddit existiert bereits
gd: tha am multireddit seo ann mu thràth

source: you can't change that multireddit
de: Du kannst dieses multireddit nicht ändern
gd: chan urrainn dhut am multireddit sin atharrachadh

source: no more space for subreddits in that multireddit
de: Kein Platz mehr für subreddits in diesem multireddit
gd: chan eil àite airson barrachd subreddits sa multireddit sin

source: can't add special subreddit %(path)s
de: Das Sonder-Subreddit %(path)s kann nicht hinzugefügt werden
gd: cha ghabh subreddit %(path)s sònraichte a chur ris

source: maximum %(max)s subreddits
de: maximal %(max)s subreddits

source: unable to parse JSON data
de: JSON-Daten konnten nicht eingelesen werden
gd: cha ghabh an dàta JSON a pharsadh

source: unexpected JSON structure
de: Unerwartete JSON-Struktur
gd: structar JSON ris nach robh dùil

source: JSON missing key: "%(key)s"
de: Fehlender JSON-Schlüssel: "%(key)s"
gd: iuchair a dhìth air JSON: "%(key)s"

source: can't change post type
de: der Eintragstyp kann nicht geändert werden
gd: cha ghabh seòrsa a' phuist atharrachadh

source: invalid location
de: ungültiger Ort
gd: ionad mì-dhligheach

source: invalid values for frequency cap
de: ungültige Werte für das Häufigkeitslimit

source: that user is banned from the subreddit
de: der Nutzer wurde von diesem subreddit gesperrt
gd: chaidh an cleachdaiche sin a bhacadh on t-subreddit

source: you must have an active reddit gold subscription to do that
de: Du benötigst ein aktives reddit Gold Abonnement um dies zu tun
gd: feumaidh fo-sgrìobhadh reddit òir gnìomhach a bhith agad mus urrainn dhut sin a dhèanamh

source: insufficient creddits
de: nicht genügend Creddits
gd: chan eil creddits gu leòr agad

source: gilding is not allowed in this subreddit
de: Gold verschenken ist in diesem subreddit nicht erlaubt

source: unable to scrape provided url
de: es ist nicht möglich die angegebene URL zu verarbeiten

source: can't send a message from a subreddit to another subreddit
de: Du kannst keine Nachricht von einem Subreddit zu einem anderen Subreddit schicken

source: can't send message to that user
de: An diesen Nutzer kann keine Nachricht geschrieben werden

source: you must be in admin mode for this
de: Für diesen Vorgang musst du ein Administrator sein

source: to convert an existing subreddit to gold only, send a message to %(admin_modmail)s
de: um einen bestehenden subreddit in Gold exklusiv zu ändern schicke eine Nachricht an %(admin_modmail)s

source: this subreddit must be 'gold only' to select this
de: Um das auszuwählen, muss das Subreddit 'Gold exklusiv' sein

source: your account is too new to create a subreddit. please contact the admins to request an exemption.
de: Dein Account ist zu neu, um eine subreddit zu erstellen. Bitte kontaktiere einen Admin, um eine Ausnahme anzufordern.

source: you must select at least one mobile OS to target
de: Du musst mindestens ein mobiles Betriebssystem als Ziel auswählen

source: you must select at least one device per OS to target
de: du must mindestens ein Gerät pro Betriebssystem auswählen

source: You have been muted from this subreddit.
de: Du wurdest in diesem subreddit stummgeschaltet.

source: This user has been muted from the subreddit.
de: Der Nutzer wurde in dem subreddit stummgeschaltet.

source: Funny 500 page message 1
de: Einmal die Nummer 500 mit extra viel Käse, bitte!
gd: Shee bannee mee, cha nel shoh kiart

source: Funny 500 page message 2
de: 500 oder nicht 500, das ist hier die Frage!
gd: Gabh air do shocair is brùth F5

source: Funny 500 page message 3
de: 497, 498, 499... ohh, die 500 existiert wohl nicht :(
gd: Tha sin duilich mun mhì-ghoireas. Chaidh fios a chur chun na ministrealachd.

source: Funny 500 page message 4
de: Die Seite ist weg, einfach weg! Haha
gd: Mhoire Mhoire mhàthair, chaidh rudeigin cearr an-seo

source: Funny 500 page message 5
de: Die Seite versteckt sich vor dir :(
gd: Hm chan eil spùt againn dè chaidh cearr an-seo

source: Funny 500 page message 6
de: Die 500 steht im Stau
gd: Frithealaiche air a sheann-dalladh, saoil?

source: Funny 500 page message 7
de: Einmal die Nummer 500 süß-sauer bitte
gd: Dèan maorach fhad... dèan... dèan còd fhad 's a bhios am frithealaiche beò

source: Funny 500 page message 8
de: Na wo ist denn die 500 hin?
gd: Tha am Bòrd uamhasach fhèin duilich. Bidh rudeigin san ath-phlana chànain againn.

source: Funny 500 page message 9
de: Die 500 steht im Stau.
gd: Is bòidheach F5 do ghràinnean-mullaich nan redditairean

source: Funny 500 page message 10
de: Irgendwas stimmt hier nicht, weißt du weiter :(?
gd: Boí rí amrae for Laignib, Mac Dathó a ainm. Boí cú occo. F5?

source: Reason to create a reddit 1
de: aus Langeweile
gd: ...bhitheadh Calum Cille air reddit a chruthachadh nam bitheadh e ann 'na linn

source: Reason to create a reddit 2
de: weil es viel Spaß macht
gd: ...bidh farmad aig muinntir an ath-eilein

source: Reason to create a reddit 3
de: weil es kostenlos ist
gd: ...tha feum air a chionn 's gu bheil e sa phlana Ghàidhlig aig a' chomhairle

source: Reason to create a reddit 4
de: weil wir toll sind
gd: ...tha e saor an-asgaidh

source: Reason to create a reddit 5
de: für deine Klasse
gd: ...tha thu air beulaibh na sgrìn co-dhiù

source: Reason to create a reddit 6
de: für deine WoW Gilde
gd: ...thig dàil bheag eile air obair an taighe ri linn

source: Reason to create a reddit 7
de: für deine Eltern
gd: ...tha an t-uisge ann a-muigh co-dhiù

source: Reason to create a reddit 8
de: für deine (zukünftigen) Kinder
gd: ...is acher in gaíth in-nocht, fu·fúasna fairggae findfholt; ní·ágor réimm Mora Minn dond láechraid lainn úa Lothlind

source: Reason to create a reddit 9
de: für den Dönerbudenbesitzer
gd: ...messe ocus Pangur Bán, cechtar nathar fri saindán: bíth a menma-sam fri seilgg, mu menma céin im saincheirdd

source: Reason to create a reddit 10
de: für dein Büro
gd: ...chan eil dad math air an telebhisean

source: Reason to create a reddit 11
de: für deine besten Freunde
gd: ...tha thu ann an co-fharpais le redditair eile

source: Reason to create a reddit 12
de: für deine Ehefrau
gd: ...sin na tha an aonamh àithne dheug ag ràdh, nach eil?

source: Reason to create a reddit 13
de: für deine Küche
gd: ...'s e seo a' chiad cheum a dh'ionnsaigh sàr-dhreuchd aig BBC Alba

source: Reason to create a reddit 14
de: für deinen privaten illegalen Verein!
gd: ...tha saorsa na cainnt cudromach agus tha teachdaireachd agad

source: Reason to create a reddit 15
de: für eine bessere Welt
gd: ...bidh seo math air a' chunntas-bheatha agad

source: Reason to create a reddit 16
de: für deinen Joghurt
gd: ...'s fheairrde duine naidheachd

source: Reason to create a reddit 17
de: für deinen Bekanntenkreis
gd: ...tha thu eadar dà itealan eadar na h-Eileanan agus Bilbao

source: Reason to create a reddit 18
de: für deine Lan-Party
gd: ...tha do nàbaidhean a' trod 's a' strì co-dhiù an ath-dhoras

source: Reason to create a reddit 19
de: für deinen (Fußball-)Verein
gd: ...tha coimpiutair ùr agad agus seo a' chiad rud a bhuail ort

source: Reason to create a reddit 20
de: für deine religiöse Sekte
gd: ...chan eil uisge-beatha air fhàgail san taigh

source: uniques by hour
de: einzelne Individuen pro Stunde
gd: uniquest gach uair

source: pageviews by hour
de: Aufrufe pro Stunde
gd: pageviews gach uair

source: traffic by hour
de: Datenaufkommen pro Stunde
gd: trafaig gach uair

source: impressions by hour
de: Seitenaufrufe pro Stunde
gd: impressions gach uair

source: clicks by hour
de: Klicks pro Stunde
gd: briogaidhean gach uair

source: uniques by day
de: einzigartige Besucher pro Tag
gd: uniques gach latha

source: pageviews by day
de: Seitenaufruhe pro Tag
gd: pageviews gach latha

source: traffic by day
de: Seitenverkehr pro Tag
gd: trafaig gach latha

source: impressions by day
de: Eindrücke pro Tag
gd: impressions gach latha

source: clicks by day
de: Klicks pro Tag
gd: briogaidhean gach latha

source: uniques by month
de: Einzigartige pro Monat
gd: uniques gach latha

source: pageviews by month
de: Seitenaufrufe pro Monat
gd: pageviews gach mìos

source: traffic by month
de: Seitenverkehr pro Monat
gd: trafaig gach mìos

source: impressions by month
de: Eindrücke pro Monat
gd: impressions gach mìos

source: clicks by month
de: Klicks pro Monat
gd: briogaidhean gach mìos

source: [removed]
de: [entfernt]
gd: [air a thoirt air falbh]

source: hot
de: Beliebt
gd: mòr

source: new
de: Neu
gd: ùr

source: old
de: Alt
gd: sean

source: ups
de: Aufsteiger
gd: suas

source: downs
de: Absteiger
gd: sìos

source: more
de: mehr
gd: barrachd

source: relevance
de: Relevanz
gd: buinteanais

source: controversial
de: Kontrovers
gd: connspaideach

source: best
de: beste
gd: as fhearr

source: random
de: zufällig
gd: air thuaiream

source: saved {toolbar}
de: Gespeichert
gd: air a shàbhaladh

source: recommended
de: Empfohlen
gd: mholar seo

source: rising
de: Aufsteigend
gd: a' dol an àirde

source: past hour
de: in der letzten Stunde
gd: an uair a thìde seo chaidh

source: past 24 hours
de: in den letzten 24 Stunden
gd: na 24 uair a thìde seo chaidh

source: past week
de: in der letzten Woche
gd: an t-seachdain seo chaidh

source: past month
de: im letzten Monat
gd: am mìos seo chaidh

source: past year
de: im letzten Jahr
gd: an-uiridh

source: all time
de: Aller Zeiten
gd: a-riamh roimhe

source: autobanned
de: automatisch gebannt
gd: bacte gu fèin-obrachail

source: preferences
de: Einstellungen
gd: roghainnean

source: advertise
de: werben
gd: dèan sanasachd

source: site rules
de: Seitenregeln

source: jobs
de: Stellenangebote
gd: obraichean

source: transparency
de: Transparenz

source: source code
de: Quelltext
gd: an còd tùsail

source: options
de: Optionen
gd: roghainnean

source: apps
de: Anwendungen
gd: aplacaidean

source: friends
de: Freunde
gd: caraidean

source: password/email
de: Passwort/E-Mail
gd: facal-faire/post-d

source: security
de: Sicherheit
gd: tèarainteachd

source: send a private message
de: private Nachricht schreiben

source: inbox
de: Posteingang
gd: bogsa a-steach

source: sent
de: Gesendet
gd: air a chur

source: comments {toolbar}
de: Kommentare
gd: beachdan

source: other discussions (%(num)s)
de: andere Diskussionen (%(num)s)
gd: deasbadan eile (%(num)s)

source: traffic stats
de: Traffic-Statistiken
gd: stats na trafaig

source: home
de: Hauptseite
gd: dhachaigh

source: about
de: Über
gd: mu dhèidhinn

source: edit subscriptions
de: Abonnements bearbeiten
gd: deasaich na fo-sgrìobhaidhean

source: subreddit settings
de: Subreddit-Einstellungen
gd: roghainnean subreddit

source: edit stylesheet
de: Stylesheet bearbeiten
gd: deasaich an siota-stoidhle

source: moderators
de: Moderatoren
gd: modaratair

source: ban users
de: Benutzer bannen
gd: bac cleachdaichean

source: mute users
de: Nutzer stummschalten

source: edit flair
de: Flair bearbeiten
gd: deasaich flair

source: moderation log
de: Moderationsbericht
gd: loga na modarataireachd

source: moderation queue
de: Moderationswarteschlange
gd: ciutha na modarataireachd

source: edited
de: Bearbeitet
gd: air a dheasachadh

source: employee
de: Mitarbeiter

source: automoderator config
de: Automoderator Konfiguration

source: ban wiki contributors
de: Wiki-Autoren sperren
gd: bac com-pàirtichean na h-uici

source: add wiki contributors
de: Wiki-Autoren hinzufügen
gd: cuir ris com-pàirtichean na h-uici

source: recent wiki revisions
de: jüngste Wiki-Revisionen
gd: lèirmheasan ùra san uici

source: wiki page list
de: Wiki Seitenliste
gd: liosta duilleagan na h-uici

source: popular
de: Populär
gd: fèill mhòr

source: create
de: Erstellen
gd: cruthaich

source: my subreddits
de: Meine Subreddits
gd: na subreddits agam

source: quarantine
de: Verb: sperren / unter Quarantäne stellen Noun: Quarantäne

source: help translate
de: Hilf bei der Übersetzung
gd: eadar-theangaich

source: errors
de: Fehlermeldungen
gd: mearachdan

source: ads
de: Werbung
gd: sanasachd

source: promoted
de: angepriesen
gd: brosnaichte

source: reporters
de: Berichterstatter
gd: luchd-naidheachd

source: reports
de: Berichte
gd: aithisgean

source: reported authors
de: Gemeldete Autoren
gd: ùghdaran a rinneadh aithris orra

source: share
de: Weitersagen
gd: co-roinn

source: submitted
de: Eingereicht
gd: na chuir thu

source: upvoted
de: aufgewertet

source: downvoted
de: abgewertet

source: hidden {toolbar}
de: Versteckt
gd: falaichte

source: voting
de: Abstimmung
gd: bhòtadh

source: advertising
de: Werbung
gd: sanasachd

source: create promotion
de: Werbung erstellen
gd: cruthaich iomairt brosnachaidh

source: my promoted links
de: Meine beworbenen Links
gd: na ceanglaichean a bhrosnaich mi

source: unseen
de: Nicht angesehen
gd: gun fhaicinn

source: inventory
de: Inventar
gd: maoin-chunntas

source: unpaid
de: Unbezahlt
gd: gun phàigheadh

source: pending
de: Ausstehend
gd: ri dhèanamh

source: rejected
de: Abgelehnt
gd: air a dhiùltadh

source: sitewide
de: websiteübergreifend
gd: air feadh na làraich

source: languages
de: Sprachen
gd: cànain

source: adverts
de: Werbung
gd: sanasachd

source: front
de: Start
gd: duilleag mhòr

source: myrandom
de: Mein Zugriff

source: (suggested)
de: (vorgeschlagen)

source: kind
de: Art
gd: seòrsa

source: links from
de: Links von
gd: ceanglaichean o

source: current edit
de: aktuelle Version
gd: an deasachadh làithreach

source: your edit
de: deine Version
gd: an deasachadh agad

source: access
de: Zugang
gd: inntrigeadh

source: manage the lists of contributors and banned/muted users
de: bearbeite die Listen der Einreicher und gebannten/stummgeschaltenen Benutzer

source: config
de: Konfiguration
gd: rèitich

source: edit settings, sidebar, css, images, and AutoModerator config
de: Einstellungen, Seitenleiste, CSS, Bilder und Automoderator Konfiguration bearbeiten

source: manage user flair, link flair, and flair templates
de: Verwalte Nutzerflair, Link Flair und Flair Templates
gd: stiùirich flair nan cleachdaichean is ceanglaichean agus teamplaidean flair

source: read and reply to moderator mail
de: Lese und Antworte auf Moderatorenmails
gd: leugh is freagair post nam modaratair

source: use the approve, remove, spam, distinguish, and nsfw buttons
de: Verwenden Sie die genehmigen, entfernen, spam, unterscheiden und nsfw-schaltflächen
gd: cleachd na putanan airson aonta, toirt air falbh, spama, eadar-dhealachadh is nsfw

source: manage the wiki and access to the wiki
de: Zugang und Verwaltung zum Wiki
gd: stiùirich an uici is inntrigeadh gun uici

source: discovery
de: Entdeckung
gd: mothachadh

source: comment
de: Kommentar
gd: bheachd

source: submitting...
de: sendet...
gd: 'ga chur...

source: that link has already been submitted, but you can try to [submit it again](%s).
de: Dieser Link wurde bereits eingereicht, aber Du kannst versuchen [ihn nochmal einzureichen] ( %s ).
gd: chaidh an ceangal a chur mu thràth ach is urrainn dhut [a chur a-rithist](%s).

source: that link has been submitted to multiple subreddits. you can try to [submit it again](%s).
de: Dieser Link wurde zu mehrfachen subreddits eingereicht. Du kannst es noch einmal versuchen [nochmal einreichen](%s).
gd: chaidh an ceangal seo a chur gu iomadh subreddit mu thràth ach is urrainn dhut [a chur a-rithist](%s).

source: Log in or sign up to connect your reddit account with %(app)s.
de: Einloggen oder registrieren um dein reddit mit %(app)s zu verbinden.

source: I understand and agree that registration on or use of this site constitutes agreement to its %(user_agreement)s and %(privacy_policy)s.
de: Ich verstehe und stimme zu, dass das Registrieren und das Verwenden dieser Seite ein Akzeptieren ihrer %(user_agreement)s und ihrer %(privacy_policy)s voraussetzt.
gd: Tha mi a' tuigsinn agus ag aontachadh gu bheil clàradh no cleachdadh na làraich seo 'na aonta ri %(user_agreement)s agus %(privacy_policy)s.

source: to view reddit with only submissions from your friends, use [reddit.com/r/friends](%s)
de: Benutze [reddit.com/r/friends](%s), falls Du nur Einreichungen Deiner Freunde sehen willst
gd: mur eil thu airson fhaicinn air reddit ach na chuir do charaidean, cleachd [reddit.com/r/friends](%s)

source: your subreddit has been created
de: Dein Subreddit wurde erstellt.
gd: chaidh an subreddit agad a chruthachadh

source: visit [%(link)s](%(link)s) for more information
de: Besuche [%(link)s](%(link)s) für mehr Informationen
gd: tadhail air [%(link)s](%(link)s) airson barrachd fiosrachaidh

source: you have not subscribed to any subreddits.
de: Du hast keine Subreddits abonniert.
gd: chan eil fo-sgrìobhadh agad ann an subreddit sam bith.

source: below are the subreddits you have subscribed to.
de: Unten stehen die subreddits, die du abonniert hast.
gd: chì thu na subreddits sa bheil fo-sgrìobhadh agad annta gu h-ìosal.

source: below are the subreddits that you are an approved submitter on.
de: Untenstehend befinden sich die Subreddits, bei denen du ein zugelassener Einreicher bist.
gd: chì thu na subreddits sa bheil thu 'nad submitter ann gu h-ìosal.

source: below are the subreddits that you have moderator access to.
de: Unten sind die subreddits zu denen du als Moderator Zugang hast
gd: chì thu na subreddits gu h-ìosal a tha cothrom modarataireachd agad orra.

source: click the `subscribe` or `unsubscribe` buttons to choose which subreddits appear on your front page.
de: Klick auf `abonnieren` oder `abbestellen`, um zu bestimmen, welche subreddits auf Deiner Startseite auftauchen sollen.
gd: briog air na putanan "fo-sgrìobh" no "na fo-sgrìobh tuilleadh" gus na subreddits a thaghadh a nochdas air an duilleag mhòr agad.

source: you're searching within the [%(reddit_name)s](%(reddit_link)s) subreddit. you can also search within [all subreddits](%(all_reddits_link)s)
de: Du suchst im [%(reddit_name)s](%(reddit_link)s) Reddit. Du kannst auch in [allen Reddits](%(all_reddits_link)s) suchen.
gd: tha thu a lorg am broinn a subreddit [%(reddit_name)s](%(reddit_link)s). 's urrainn dhut lorg a dhèanamh am broinn [all subreddits](%(all_reddits_link)s) cuideachd

source: %(author)s comments on %(title)s
de: %(author)s kommentiert %(title)s
gd: tha %(author)s a' toirt beachd air %(title)s

source: %(score)s points and %(num_comments)s comments so far on reddit
de: %(score)s Punkte und %(num_comments)s Kommentare auf reddit

source: You are submitting a link. The key to a successful submission is interesting content and a descriptive title.
de: Du reichst einen Link ein. Der Schlüssel für einen erfolgreichen Beitrag ist interessanter Inhalt und eine passende Überschrift
gd: Tha ceangal ann. Tha e cudromach susbaint inntinneach is tiotal tuairisgeulach a chur air ceangal mus bi e math.
